Repository: thanaponsr/trigger_wp
Catalog: plugins/quiz-maker/languages/quiz-maker-*.po
Languages: it_it, nl_nl

source: Send Interval message to Admin
it_it: Invia messaggio di intervallo all'admin

source: If this option is enabled then the admin will get the Email with Interval message.
it_it: Abilitando questa opzione l'admin riceverà per email il messaggio di intervallo.

source: Email Configuration
it_it: Configurazione email
nl_nl: Instellingen e-mail

source: Attributes of Sending Mail
it_it: Attributi per invio email

source: From Email
it_it: Email da
nl_nl: Van e-mail

source: Specify from which email the results will be sent. If you leave it blank, it will take default value as quiz_maker@{your_site_url}
it_it: Specifica da quale email saranno inviati i risultati. Se lasciato vuoto, userà il valore di default quiz_maker@{your_site_url}

source: From Name
it_it: Nome da
nl_nl: Van naam

source: Specify from which name the results will be sent. It will take “Quiz Maker” if you don’t complete it.
it_it: Specifica da quale nome i risultati saranno inviati. Userà il valore "Quiz Maker" se non lo compili.

source: From Subject
it_it: Oggetto
nl_nl: Van onderwerp

source: Provide the subject of the mail. It will take the quiz title if you don’t complete it.
it_it: Inserisci l'oggetto della email. Se lasciato vuoto, userà il titolo del quiz.

source: Integrations settings
it_it: Impostazioni Integrazioni
nl_nl: Instelling koppelingen

source: MailChimp Settings
it_it: Impostazioni MailChimp
nl_nl: Instellingen Mailchimp

source: Enable MailChimp
it_it: Attiva MailChimp
nl_nl: Schakel MailChimp in

source: MailChimp list
it_it: Lista MailChimp
nl_nl: MailChimp lijst

source: PayPal Settings
it_it: Impostazioni PayPal
nl_nl: Instellingen PayPal

source: Enable PayPal
it_it: Attiva PayPal
nl_nl: Schakel PayPal in

source: Amount
it_it: Ammontare
nl_nl: Bedrag

source: Currency
it_it: Valuta
nl_nl: Valuta

source: United States Dollar
it_it: Dollari USA

source: British Pound Sterling
it_it: Sterline UK

source: Swiss Franc
it_it: Franco Svizzero

source: Japanese Yen
it_it: Yen Giapponese

source: Indian Rupee
it_it: Rupie Indiane

source: Chinese Yuan
it_it: Yuan Cinese

source: Canadian Dollar
it_it: Dollaro Canadese

source: United Arab Emirates Dirham
it_it: Dirham Emirati Arabi

source: Russian Ruble
it_it: Rubie Russe

source: Campaign Monitor Settings
it_it: Impostazioni Monitor Campagna
nl_nl: Instellingen Campaign Monitor

source: Enable Campaign Monitor
it_it: Attiva Monitor Campagna
nl_nl: Schakel Campaign Monitor in

source: Campaign Monitor list
it_it: Lista Monitor Campagna
nl_nl: Campaign Momintor lijst

source: Select List
it_it: Scegli Lista
nl_nl: Selecteer lijst

source: Zapier Integration Settings
it_it: Impostazioni Integrazione Zapier
nl_nl: Instellingen Zapier koppeling

source: Enable Zapier Integration
it_it: Attiva Integrazione Zapier
nl_nl: Schakel Zapier koppeling in

source: Send test data
it_it: Invia dati test
nl_nl: Verzend testgegevens

source: We will send you a test data, and you can catch it in your ZAP for configure it.
it_it: Ti invieremo dati di prova, e potrai raccoglierli con ZAP per la configurazione.
nl_nl: We zenden je testgegevens die je in ZAP kunt invoeren t.b.v. de instellingen.

source: ActiveCampaign Settings
it_it: Impostazioni ActiveCampaign
nl_nl: Instellingen Active Campaign

source: Enable ActiveCampaign
it_it: Attiva ActiveCampaign
nl_nl: Schakel Active Campaign in

source: ActiveCampaign list
it_it: Lista ActiveCampaign
nl_nl: Active Campaign lijst

source: Just create contact
it_it: Crea contatto
nl_nl: Maak contact

source: ActiveCampaign automation
it_it: Automazione ActiveCampaign
nl_nl: Automatisch Active Campaign

source: Slack Settings
it_it: Impostazioni Slack
nl_nl: Instellingen Slack

source: Enable Slack integration
it_it: Attiva Integrazione Slack
nl_nl: Schakel Slack koppeling in

source: Slack conversation
it_it: Conversazione Slack
nl_nl: Slack gesprek

source: Select Channel
it_it: Seleziona canale
nl_nl: Stel kanaal in

source: Select questions
it_it: Seleziona domande
nl_nl: Selecteer vragen

source: For select questions click on question row and then click "Select questions" button
it_it: Per selezionare le domande clicca sulla riga della domanda e poi clicca il pulsante "Seleziona domande"
nl_nl: Om vragen te selecteren ga je naar de desbetreffende rij en klik op 'Selecteer vragen'

source: Filter by category
it_it: Filtra per categoria

source: Clear
it_it: Cancella
nl_nl: Opschonen

source: Created
it_it: Create
nl_nl: Aangemaakt

source: Used
it_it: Usate

source: If you haven't created questions yet, you need to create the questions at first.
it_it: Se non hai ancora creato domande, devi prima crearle.
nl_nl: Als je nog geen vragen hebt aangemaakt, dan dien dat eerst te doen.

source: For creating a question go
it_it: Per creare domande vai a
nl_nl: Om een vraag aan te maken ga je naar

source: Back to results
it_it: Torna ai risultati

source: Results for
it_it: Risultati per
nl_nl: Resultaten van

source: Statistics
it_it: Statistiche
nl_nl: Statistieken

source: Leaderboard
it_it: Classifica
nl_nl: Competiestand

source: Reports count per day
it_it: Numero dei report al giorno

source: Correct answers
it_it: Risposte corrette

source: Quiz passed users
it_it: Utenti che hanno passato il quiz

source: Users count by score
it_it: Numero utenti in base al punteggio

source: Users count by interval
it_it: Numero utenti in base all'intervallo

source: Correctness
it_it: Correttezza

source: Amount of correct
it_it: Numero di corretti

source: Detailed report
it_it: Resoconto dettagliato

source: Export
it_it: Esporta

source: Global Statistics
it_it: Statistiche globali

source: Global Leaderboard
it_it: Classifica globale

source: Quiz Statistics
it_it: Statistiche quiz

source: Number of Completes
it_it: Numero di completati

source: Statistics Signboard
it_it: Cartello statistiche

source: Most popular quiz
it_it: Quiz più popolari

source: Least popular quiz
it_it: Quiz meno popolari

source: quizzes taken last
it_it: quiz completati negli ultimi

source: day
it_it: giorno

source: Export Filter
it_it: Esporta filtro

source: Users
it_it: Utenti

source: Start Date from
it_it: Data di inizio da

source: Start Date to
it_it: Data di inizio a

source: Changes saved.
it_it: Modifiche salvate.
nl_nl: Aanpassingen opgeslagen.

source: Quiz attribute .
it_it: Attributo quiz.
nl_nl: Kenmerk quiz.

source: Quiz attribute deleted.
it_it: Attributo quiz cancellato.
nl_nl: Kenmerk quiz verwijderd.

source: Duration old data is successfully updated.
it_it: I vecchi dati di Durata sono stati aggiornati.

source: Shortcodes
it_it: Shortcode

source: Message variables
it_it: Variabili messaggio
nl_nl: Variabelen in berichten

source: Who will have permission to Quiz menu
it_it: Chi ha i permessi per il menu del quiz
nl_nl: Wie heeft toegang tot het menu van de quiz

source: Select user role
it_it: Scegli ruolo utente
nl_nl: Selecteer de gebruikersrol

source: Ability to manage Quiz Maker plugin only for selected user roles.
it_it: Abilità di gestire il Creatore di Quiz solo per utenti selezionati.

source: Default parameters for Quiz
it_it: Parametri di default per il quiz
nl_nl: Standaardwaarden voor een quiz

source: Questions default type
it_it: Default per i tipo delle domande
nl_nl: Standaardtype vragen

source: You can choose default question type which will be selected in the Add new question page.
it_it: Puoi scegliere il tipo delle domande di default che sarà selezionato nella pagina di aggiunta domande.
nl_nl: Je kunt voor een standaardtype vraag kiezen, die wordt gebruikt op de pagina van 'Voeg nieuwe vraag toe'.

source: Answer default count
it_it: Conteggio di default delle risposte
nl_nl: STandaard aantal antwoorden

source: You can write the default answer count which will be showing in the Add new question page (this will work only with radio, checkbox, and dropdown types).
it_it: Puoi indicare il conteggio di default delle risposte che sarà mostrato nella pagina di aggiunta domande (funziona solo con il tasto radio, checkbox, e a tendina).
nl_nl: Je kunt hier het standaard aantal antwoorden op een vraag instellen. Dit wordt gebruikt op de pagina 'Voeg nieuwe vraag toe' (dit werkt slechts bij radio, checkbox en uitklapmenu's)

source: Quiz Right/Wrong answers sounds
it_it: Suoni per le risposte giuste/errate
nl_nl: Geluid bij de quiz bij goed/fout antwoorden

source: Sounds for right/wrong answers
it_it: I suoni per le risposte giuste/errate
nl_nl: Geluid voor goed/fout antwoorden

source: This option will work with Enable correct answers option.
it_it: Questa opzione funziona con l'opzione Abilita le risposte corrette.
nl_nl: Deze optie is enkel van toepassing als de optie 'Schakel correcte antwoorden in' is gekozen.

source: Sounds for right answers
it_it: Suoni per le risposte corrette
nl_nl: Geluid voor goede antwoorden

source: Select sound
it_it: Scegli suono
nl_nl: Selecteer gelluid

source: Sounds for wrong answers
it_it: Suoni per le risposte errate
nl_nl: Geluid voor foute antwoorden

source: Erase Quiz data
it_it: Cancella i dati del quiz
nl_nl: WIs de gegevens van de quiz

source: Results up to a
it_it: Risultati fino a

source: Delete results older then 'X' the month
it_it: Cancella i risultati più vecchi di "X" mesi

source: Specify count of months and save changes. Attention! it will remove submissions older than specified months permanently.
it_it: Specifica il numero di mesi e salva le modifiche. Attenzione! Rimuove permanentemente i risultati più vecchi dei mesi specificati.
nl_nl: Geef het aantal maanden in en sla de aanpassingen op. Let op! De resultaen ouder dan X maanden worden definitief gewist.

source: You can get your API key from your
it_it: Puoi ottenere la API key dal tuo
nl_nl: Je kunt je API-sleutel ontvangen via

source: Payment terms
it_it: Termini PayPal

source: Lifetime payment
it_it: Pagamento lifetime

source: Onetime payment
it_it: Pagamento unico

source: You can get your Client ID from
it_it: Puoi ottenere il tuo Client ID da

source: You can get your API key and Client ID from your Account Settings page.
it_it: Puoi ottenere il tuo API key e il tuo Client ID dalla pagine delle Impostazioni Account.

source: If you don’t have any ZAP created, go <a href='%s' target='_blank'> here...</a>.
it_it: Se non hai creato un ZAP, vai<a href='%s' target='_blank'> qui...</a>.

source: We will send you all data from quiz information form with the “AysQuiz” key by POST method.
it_it: Ti invieremo tutti i dati del quiz tramite il "AysQuiz" key con metodo POST.

source: Your API URL and Key can be found in your account on the My Settings page under the “Developer” tab.
it_it: Il tuo API URL e Key possono essere trovati nel tuo account nella pagina Le mie Impostazioni sotto la scheda Developer.

source: Slack Integration Setup Instructions
it_it: Istruzioni Slack Integration Setup

source: Instructions
it_it: Istruzioni

source: 1. You will need to <a href='%s' target='_blank'>%s</a> new Slack App.
it_it: 1. Dovrai <a href='%s' target='_blank'>%s</a> la nuova app Slack.

source: 2. Complete Project creation for get App credentials.
it_it: 2. Completa la creazione del progetto per ottenere le credenziali app.

source: 3. Next, go to the Features > OAuth & Permissions > Redirect URLs section.
it_it: 3. Successivamente, vai a Funzionalità > OAuth e Permessi > Redirezione URL.

source: 4. Click Add a new Redirect URL.
it_it: 4. Clicca Aggiungi nuovo URL di redirezione.

source: 5. In the shown input field, put this value below
it_it: 5. Nel campo mostrato, inserisci il valore sottostante

source: 6. Then click the Add button.
it_it: 6. Clicca il tasto Aggiungi.

source: 7. Then click the Save URLs button.
it_it: 7. Clicca il tasto Salva URL.

source: Authorized
it_it: Autorizzato

source: Authorize
it_it: Autorizza
nl_nl: Autoriseer

source: Access granted
it_it: Accesso effettuato

source: Get it
it_it: Ottieni

source: Need Authorization
it_it: Richiede autorizzazione
nl_nl: Autorisatie vereist

source: You can get your App Client ID and Client Secret from your App’s Basic Information page.
it_it: Puoi ottenere App Client ID e Client Secred dalla pagina delle informazioni dell'app.

source: Individual Leaderboard Settings
it_it: Impostazioni Classifica individuale
nl_nl: Instellingen individuele competitie

source: It is designed for a particular quiz’s results.
it_it: Creato per i risultati di un quiz specifico.

source: Individual Leaderboard shortcode
it_it: Shortcode Classifica individuale
nl_nl: Shortcode individuele competitie

source: You can copy the shortcode and paste it to any post/page to see the list of the top user’s who passed this quiz.
it_it: Puoi copiare lo shortcode e incollarlo su qualsiasi post/pagina per vedere la lista dei migliori utenti che hanno superato il quiz.

source: Users count
it_it: Numero utenti
nl_nl: Aantal gebruikers

source: How many users’ results will be shown in the leaderboard.
it_it: Quanti utenti mostrare nella classifica.

source: Width
it_it: Larghezza
nl_nl: Breedte

source: The width of the Leaderboard box. For 100% leave it blank.
it_it: La larghezza del box della classifica. Per il 100% lasciare vuoto.

source: Users group by
it_it: Gruppo utenti per

source: Select the way for grouping the results. If you want to make Leaderboard for logged in users, then choose ID. It will collect results by WP user ID. If you want to make Leaderboard for guests, then you need to choose Email and enable Information Form and Email, Name options from quiz settings. It will group results by emails and display guests Names.
it_it: Seleziona il modo in cui raggruppare i risultati. Se raggruppare la classifica per gli utenti connessi, scegli ID. Prenderà i risultati da User ID WP. Se vuoi fare la classifica per gli ospiti, devi scegliere Email e attivare il Modulo Informazioni e Email, Nome dalle impostazioni del quiz. Ragggrupperà i risultati per email e mostrerà i nomi degli utenti ospiti.

source: Show users result
it_it: Mostra risultati utenti
nl_nl: Toon resultaten gebruikers

source: Show the users’ Average or Maximum results in the leaderboard.
it_it: Mostra i risultati medi o massimi nella classifica.

source: AVG
it_it: Medi
nl_nl: GEMID

source: Color
it_it: Colore
nl_nl: Kleur

source: Top color of the leaderboard
it_it: Colore in alto della classifica

source: Update duration field for old results
it_it: Aggiorna la durata dei vecchi risultati

source: This button needs to work only once. If you see 0 in the Duration column for some results, please click once to this button and it will regenerate duration for old results. It may happen if you update our plugin from the old version to the latest.
it_it: Questo pulsante deve funzionare solo una volta. Se vedi 0 nella colonna della durata per alcuni risultati, clicca una sola volta sul pulsante e la durata dei vecchi risultati sarà aggiornata. Può succedere anche quando aggiorni il nostro plugin alla versione più recente.

source: Update duration old data
it_it: Aggiorna vecchi dati di durata

source: Global Leaderboard Settings
it_it: Impostazioni Classifica globale
nl_nl: Algemene instellingen competitie

source: It is designed for all quizzes results.
it_it: Serve per i risultati di tutti i quiz.

source: Global Leaderboard shortcode
it_it: Shortcode della Classifica globale
nl_nl: Shortcode Algemene competitie

source: You can copy the shortcode and paste it to any post/page to see the list of the top user’s who passed any quiz.
it_it: Puoi copiare lo shortcode e incollarlo in qualsiasi post/pagina per vedere la lista dei migliori utenti che hanno superato il quiz.

source: The width of the Leaderboard box. It accepts only numeric values. For 100% leave it blank.
it_it: La larghezza del box della classifica. Accetta solo valori numerici. Per il 100% lasciare vuoto.

source: User Page Settings
it_it: Impostazioni Pagina Utente
nl_nl: Instellingen gebruikerspagina

source: User Page shortcode
it_it: Shortcode Pagina Utente
nl_nl: Shortcode gebruikerspagina

source: You can copy the shortcode and insert it to any post to show the current user’s results history.
it_it: Puoi copiare lo shortcode e inserirlo in qualsiasi post per mostrare la cronologia dei risultati dell'utente attuale.

source: Show result report in user page
it_it: Mostra resoconto dei risultati nella pagina utente
nl_nl: Toon de rsultaten op de gebruikerspagina

source: Disabling this option the details about the results won’t be shown.
it_it: Disattivando questa opzione i dettagli dei risultati non saranno mostrati.

source: You can copy these variables and paste them in the following options from the quiz settings
it_it: Puoi copiare queste variabili e incollarle nelle seguenti opzioni dalle impostazioni del quiz

source: Mail Message
it_it: Messaggio email

source: The name the user entered into information form
it_it: Il nome che l'utente ha inserito nel modulo informazioni
nl_nl: De naam die de gebruiker heeft ingevuld op het informatieformulier

source: The E-mail the user entered into information form
it_it: L'email che l'utente ha inserito nel modulo informazioni
nl_nl: De e-mail die de gebruiker heeft ingevuld op het informatieformulier

source: The title of the quiz
it_it: Il titolo del quiz
nl_nl: De titel van de quiz

source: The score of quiz which got the user
it_it: Il punteggio del quiz ottenuto dall'utente
nl_nl: De score van de quiz

source: The points of quiz which got the user
it_it: I punti ottenuti dall'utente
nl_nl: De behaalde punten

source: The number of correct answers of the user
it_it: Il numero di risposte esatte dell'utente
nl_nl: Het aantal correcte antwoorden

source: The number of questions that the user must pass.
it_it: Il numero di domande che l'utente deve superare.

source: Maximum points which can get the user
it_it: I punti massimi che l'utente può ottenere
nl_nl: Maximaal aantal te behalen punten

source: The date of the passing quiz
it_it: La data del superamento del quiz
nl_nl: De datum dat de quiz is gemaakt

source: The quiz image which used for quiz start page
it_it: L'immagine del quiz usata per la pagina iniziale
nl_nl: De afbeelding die op de startpagina van de quiz wordt gebruikt

source: The message which must display on the result page depending from score
it_it: Il messaggio da mostrare nella pagina dei risultati in base al punteggio
nl_nl: Het bericht dat, afhankelijk van de score, op de resultaatpagina wordt getoond

source: The average score of the quiz of all time
it_it: Il punteggio medio di tutti i quiz
nl_nl: De gemiddelde score van de quiz

source: The average rate of the quiz of all time
it_it: La valutazione media di tutti i quiz
nl_nl: De gemiddelde beoordeling van de quiz

source: The time which spent that the user passed the quiz
it_it: Il tempo speso dall'utente per passare il quiz
nl_nl: De tijd die de gebruiker nodig had voor de quiz

source: The time which must spend the user to the quiz
it_it: Il tempo che l'utente deve spendere per il quiz
nl_nl: De tijd die gebruiker krijgt om de quiz te maken

source: Save changes
it_it: Salva le modifiche
nl_nl: Veranderingen opslaan

source: Quiz Attribute
it_it: Attributo del quiz

source: There are no quiz attributes yet.
it_it: Non ci sono ancora attributi.

source: Unublished
it_it: Non pubblicato
nl_nl: Niet gepubliceerd

source: Quiz attribute created.
it_it: Attributo creato.

source: Quiz attribute saved.
it_it: Attributo salvato.

source: Each result
it_it: Ogni risultato

source: Each results
it_it: Tutti i risultati

source: Select User
it_it: Seleziona utente
nl_nl: Selecteer gebruiker

source: Clear filters
it_it: Cancella i filtri
nl_nl: Verwijder filters

source: All
it_it: Tutto

source: Read
it_it: Letto

source: Unread
it_it: Non letto

source: There are no results yet.
it_it: Non ci sono ancora risultati.
nl_nl: Er zijn nog geen resultaten.

source: No data
it_it: Nessun dato
nl_nl: Geen data

source: WP User
it_it: Utente WP
nl_nl: WP gebruiker

source: User IP
it_it: IP utente
nl_nl: Gebruikers-IP

source: User Name
it_it: Nome utente

source: User Email
it_it: Email utente

source: User Phone
it_it: Telefono utente

source: Start Date
it_it: Data di inizio

source: End Date
it_it: Data di fine

source: Points
it_it: Punti

source: Mark as read
it_it: Segna come già letto

source: Report deleted.
it_it: Report cancellato.

source: Order
it_it: Ordine

source: There are no orders yet.
it_it: Non ci sono ancora ordini.

source: Order ID
it_it: ID Ordine

source: Full Name
it_it: Nome completo

source: Payment date
it_it: Data di pagamento

source: Order created.
it_it: Ordine creato.

source: Order saved.
it_it: Ordine salvato.

source: Order deleted.
it_it: Ordine cancellato.

source: Question Category
it_it: Categoria della domanda
nl_nl: Vraagcategorie

source: There are no question categories yet.
it_it: Non ci sono ancora categorie.
nl_nl: Er zijn geen vraagcategoriën.

source: Questions Count
it_it: Numero di domande
nl_nl: Aantal vragen

source: Question category created.
it_it: Categoria di domande creata.
nl_nl: Vraagcategorie aangemaakt.

source: Question category saved.
it_it: Categoria di domande salvata.
nl_nl: Vraag categorie opgeslagen.

source: Question category deleted.
it_it: Categoria di domande cancellata.
nl_nl: Vraagcategorie verwijderd.

source: Select Category
it_it: Seleziona categoria
nl_nl: Selecteer categorie

source: Duplicate
it_it: Duplica
nl_nl: Kopieer

source: Answers count
it_it: Numero di risposte

source: Question created.
it_it: Domanda creata.
nl_nl: Vraag aangemaakt.

source: Question saved.
it_it: Domanda salvata.
nl_nl: Vraag opgeslagen.

source: Question duplicated.
it_it: Domanda duplicata.
nl_nl: Vraag gekopieerd.

source: Question deleted.
it_it: Domanda cancellata.
nl_nl: Vraag verwijderd.

source: Questions are deleted successfully.
it_it: Le domande sono state cancellate.

source: Quiz Category
it_it: Categoria quiz
nl_nl: Quizcategorie

source: There are no quiz categories yet.
it_it: Non ci sono ancora categorie.
nl_nl: Er zijn nog geen quizcategoriën.

source: Quizzes Count
it_it: Numero di quiz
nl_nl: Aantal quizzes

source: Quiz category created.
it_it: Categoria creata.
nl_nl: Quiz categorie aangemaakt.

source: Quiz category saved.
it_it: Categoria salvata.
nl_nl: Quiz categorie opgeslagen.

source: Quiz category deleted.
it_it: Categoria cancellata.
nl_nl: Quizcategorie verwijderd.

source: There are no quizzes yet.
it_it: Non ci sono ancora quiz.
nl_nl: Er zijn geen quizzes beschikbaar.

source: Code include
it_it: Includi codice
nl_nl: Inclusief code

source: Completed count
it_it: Conteggio completati
nl_nl: Aantal compleet

source: Quiz created.
it_it: Quiz creato.
nl_nl: Quiz samengesteld.

source: Quiz saved.
it_it: Quiz salvato.
nl_nl: Quiz opgeslagen.

source: Quiz duplicated.
it_it: Quiz duplicato.
nl_nl: Quiz gekopieerd.

source: Quiz deleted.
it_it: Quiz cancellato.
nl_nl: Quiz verwijderd.

source: Result
it_it: Risultato
nl_nl: Resultaat

source: Quiz has been deleted
it_it: Il quiz è stato cancellato
nl_nl: Quiz is verwijderd

source: View details
it_it: Vedi dettagli

source: Average Rate
it_it: Valutazione media

source: Average Score
it_it: Punteggio medio

source: Passed Users Count
it_it: Conteggio utenti passati

source: Unread results
it_it: Segna risultati come non letti

source: You don't have popular quizzes yet
it_it: Non hai ancora quiz popolari

source: Enter the quiz title
it_it: Inserisci il titolo del quiz
nl_nl: Voer de quiztitel in

source: Title Alignment
it_it: Allineamento del titolo
nl_nl: Plaats titel

source: The Best Quiz Maker Ever
it_it: Il miglior creatore di quiz di sempre
nl_nl: De beste Quiz Maker ooit

source: Please select your quiz from dropdown
it_it: Scegli il quiz dal menu a tendina
nl_nl: Kies in het uitklapmenu voor een quiz
