Repository: thanaponsr/trigger_wp
Catalog: plugins/quiz-maker/languages/quiz-maker-*.po
Languages: it_it, nl_nl

source: Enable to show countdown timer in the browser tab.
it_it: Attiva la visualizzazione del timer nella scheda del browser.
nl_nl: Inschakelen om de timer in de browser te tonen.

source: Enable Background music
it_it: Attiva musica di sfondo
nl_nl: Schakel achtergrondmuziek in

source: Background music will play while passing the quiz. Upload your own audio file for the quiz.
it_it: La musica di sfondo sarà suonata durante il quiz. Carica il tuo file audio per il quiz.
nl_nl: Gedurende de quiz wordt een achtergrondmuziek afgespeeld. Je kunt je eigen audiobestand uploaden.

source: Select music
it_it: Scegli la musica
nl_nl: Selecteer muziek

source: Enable Right/Wrong answers sounds
it_it: Attiva suoni per risposte esatte/sbagliate
nl_nl: Schakel geluiden in voor goed/fout antwoorden

source: This option will work only when Enable correct answers option is enabled and sounds are selected from General options page.
it_it: Funziona solo quando l'opzione Attiva Risposte Corrette è abilitata e i suoni sono stati scelti dalla pagina di Opzioni generali.
nl_nl: De optie werkt alleen als 'Toon correcte antwoorden' ingeschakeld is en audio geselecteerd is in de pagina met 'Algemene opties'.

source: Sounds are selected. For change sounds go to
it_it: Suoni selezionati. Per cambiare i suoni vai a
nl_nl: Audio is geselecteerd. Om andere geluiden te selecteren ga naar

source: General options
it_it: Opzioni generali
nl_nl: Algemene opties

source: page
it_it: pagina
nl_nl: pagina

source: Sounds are not selected. For selecting sounds go to
it_it: Suoni non selezionati. Per selezionare i suoni vai a
nl_nl: Er is geen audio geselecteerd. Om audio te selecteren ga naar

source: Schedule the Quiz
it_it: Programmazione del quiz
nl_nl: Plan de quiz

source: The period of time when quiz will be active. When the date is out the expiration message will be shown.
it_it: Il periodo di tempo in cui il quiz sarà attivo. Quando la periodo è passato, sarà mostrato il messaggio di scadenza.
nl_nl: De tijdsperiode waarin de quiz actief is. Als de quiz niet actief is, dan wordt dit getoond.

source: Start date:
it_it: Data di inizio:
nl_nl: Startdatum:

source: End date:
it_it: Data di fine:
nl_nl: Einddatum:

source: Expiration message:
it_it: Messaggio di scadenza:
nl_nl: Mededeling voor niet-actieve quiz:

source: This quiz has expired!
it_it: Questo quiz è scaduto!
nl_nl: De quiz is niet meer beschikbaar!

source: Quiz results settings
it_it: Impostazione dei risultati del quiz
nl_nl: Instellingen quizresultaten

source: Calculate the score
it_it: Calcola il punteggio
nl_nl: Bereken de uitslag

source: Calculate the score of results by the selected method. You can only choose one of these two options.
it_it: Calcola il punteggio secondo il metodo selezionato. Puoi scegliere una sola delle due opzioni.

source: By correctness
it_it: In base alla correttezza
nl_nl: Op basis van juiste beantwoording

source: It will calculate the score based on correct answers of the question. It will store the score by percentage. You can use Variables (General Settings) to show the quantity of the questions answered right.
it_it: Calcolerà il punteggio in base alle risposte esatte. Memorizzerà il punteggio in percentuale. Puoi usare le Variabili (Impostazioni Generali) per mostrare la quantità di risposte esatte.

source: By weight / points
it_it: In base al Peso/Punti
nl_nl: Op basis van gewicht/punten

source: It will calculate the score based on Answers points and Questions points. Again you can use Variables to show the user’s score at the end of the quiz. If you choose this option the features connected with correctness will be disabled.
it_it: Calcolerà il punteggio in base ai punti delle risposte e delle domande. Puoi usare le Variabili per mostrare il punteggio dell'utente alla fine del quiz. Scegliendo questa opzione le funzioni connesse con la correttezza saranno disattivate.

source: Disable data storing in database
it_it: Disattiva la memorizzazione dei dati nel database
nl_nl: Uitschakelen van data opslaan in de database

source: Disable data storing in the database, and results will not be displayed on the 'Results' page. (not recommended)
it_it: Disattiva la memorizzazione dei dati nel database, e i risultati non saranno mostrati nella pagina dei Risultati. (sconsigliato)

source: Redirect after submit
it_it: Ridireziona dopo l'invio
nl_nl: Omleiden na verzenden

source: Redirect to custom URL after user submit the form.
it_it: Ridireziona a un URL personalizzato dopo che l'utente invia il modulo.
nl_nl: Omleiden naar een standaard URL nadat het formulier verzonden is.

source: Redirect URL
it_it: URL di redirezione
nl_nl: Omleidings URL

source: The URL for redirecting after the user submits the form.
it_it: L'URL per la redirezione dopo che l'utente invia il modulo.
nl_nl: De omleidings URL nadat de gebruiker het formulier heeft verzonden.

source: Redirect delay (sec)
it_it: Ritardo redirezione (sec)
nl_nl: Wachttijd (sec) bij omleiden

source: The redirection delay in seconds after the user submits the form. Value should be greater than 0.
it_it: Il ritardo della redirezione in secondi dopo che l'utente invia il modulo. Il valore deve essere maggiore di 0.
nl_nl: Wachttijd in seconden nadat de gebruiker het formulier heeft verzonden. Waarde moet groter dan 0 zijn.

source: Enable EXIT button
it_it: Attiva il tasto ESCI
nl_nl: Schakel de knop VERLAAT QUIZ in

source: Exit button will be displayed in the finish page and must redirect the user to a custom URL.
it_it: Il tasto Esci sarà mostrato sulla pagina finale e deve indirizzare l'utente ad un URL personalizzato.
nl_nl: Knop VERLAAT QUIZ wordt op de laatste pagina getoond en moet de gebruiker naar een standaard URL doorverwijzen.

source: The custom URL address for EXIT button in finish page.
it_it: L'URL personalizzato per il pulsante Esci nella pagina finale.
nl_nl: De standaard URL voor de knop VERLAAT QUIZ op de laatste pagina.

source: Hide Result
it_it: Nascondi i risultati
nl_nl: Verberg resulaat

source: Text to show on final page instead of result page
it_it: Testo da mostrare sulla pagina finale anziché sulla pagina dei risultati
nl_nl: Tekst op laatste pagina in plaats van op de resultatenpagina

source: Text for showing after the quiz
it_it: Testo da mostrare dopo il quiz

source: Hide score
it_it: Nascondi il punteggio
nl_nl: Verberg de score

source: Disable to show the user score with percentage on the finish page. If you want to show points or correct answers count, you need to tick this option and use Variables (General Settings) in the “Text for showing after quiz completion” option.
it_it: Disattiva per mostrare il punteggio utente in percentuale sulla pagina finale. Se vuoi mostrare i punteggi o le risposte corrette, devi attivare questa opzione e usare Variabili (Impostazioni generali) nell'opzione "Testo da mostrare dopo il completamento del quiz".
nl_nl: Uitschakelen om de gebruiker de uitslag in procenten op de laatste pagina te tonen. Als je aantal punten of correcte antwoorden wil tonen, vink dan deze optie aan en maak gebruik van Variabelen (Algemene instellingen) in de tekst 'Tekst die getoond wordt na beëindiging van de quiz'.

source: Display score
it_it: Mostra punteggio
nl_nl: Toon score

source: How to display score of result
it_it: Come mostrare il punteggio
nl_nl: Wijze waarop score wordt getoond

source: By percentage
it_it: In percentuale
nl_nl: In procenten

source: By correct answers count
it_it: Numero di risposte corrette
nl_nl: In aantal juiste antwoorden

source: By weight/point
it_it: In base al peso/punti

source: Enable progressbar
it_it: Attiva barra di progresso
nl_nl: Schakel de voortgangsbalk in

source: Show score via progressbar
it_it: Mostra il punteggio tramite la barra di progresso
nl_nl: Toon de score in de voortgangsbalk

source: Enable restart button
it_it: Attiva tasto Ricomincia
nl_nl: Schakel de knop HERSTART QUIZ in

source: Show the restart button at the end of the quiz for restarting the quiz and pass it again.
it_it: Mostra il tasto Ricomincia alla fine del quiz per poterlo rifare.
nl_nl: Toon de knop HERSTART QUIZ op het einde van de quiz.

source: Show all questions result in finish page
it_it: Mostra i risultati delle domande nella pagina finale
nl_nl: Toon de resultaten van alle vragen op de laatste pagina

source: Show all questions with right and wrong answers after quiz.<br> This option will be disabled if the option 'Calculate the score' chosen 'By weight/points'.
it_it: Mostra le domande con risposte corrette/errate dopo il quiz.<br> Questa opzione sarà disattivata se l'opzione "Calcola il punteggio" è stata scelta in base a "Peso/Punti".

source: Show the Average statistical
it_it: Mostra le statistiche in media
nl_nl: Toon het gemiddelde

source: Show average score according to all results of the quiz
it_it: Mostra il punteggio medio in base ai risultati del quiz
nl_nl: Toon de gemiddelde score van alle resulaten van de quiz

source: Show the Social buttons
it_it: Mostra i pulsanti Social
nl_nl: Toon de knoppen 'Social media'

source: Display social buttons for sharing quiz page URL. LinkedIn, Facebook, Twitter.
it_it: Mostra i pulsanti Social per con condividere il quiz. LinkedIn, Facebook, Twitter.

source: Enable Social Media links
it_it: Attiva i link ai Social
nl_nl: Schakel links in naar Social Media

source: Display social media links at the end of the quiz to allow users to visit your pages in the Social media.
it_it: Mostra i link ai social media alla fine del quiz per consentire agli utenti di vedere le tue pagine sui social.
nl_nl: Toon op het einde van de quiz de links naar social media om je Social Media pagina's te bezoeken.

source: Linkedin link
it_it: Link LinkedIn
nl_nl: Link naar Linkedin

source: Linkedin profile or page link for showing after quiz finish.
it_it: Link al profilo LinkedIn da mostrare dopo il quiz.
nl_nl: LinkedIn profiel of pagina om na het beëindigen van de quiz te tonen.

source: Facebook link
it_it: Link Facebook
nl_nl: Link naar facebook

source: Facebook profile or page link for showing after quiz finish.
it_it: Link al profilo Facebook da mostrare dopo il quiz.
nl_nl: Facebook profiel of pagina om na het beëindigen van de quiz te tonen.

source: Twitter link
it_it: Link Twitter
nl_nl: Link naar twitter

source: Twitter profile or page link for showing after quiz finish.
it_it: Link al profilo Twitter da mostrare dopo il quiz.
nl_nl: Twitter profiel of pagina om na het beëindigen van de quiz te tonen.

source: Select quiz loader
it_it: Scegli caricatore del quiz
nl_nl: Selecteer quizlader

source: Choose the design of the loader on the finish page after submitting. It will inherit the Quiz Text color from the Styles tab.
it_it: Scegli il design del caricatore del quiz sulla pagina finale dopo l'invio. Userà il colore del testo del quiz scelto nella scheda Stili.

source: Text for showing after quiz completion
it_it: Testo da mostrare dopo il completamento del quiz

source: The message will be displayed after submitting the quiz. You can use Variables (General Settings) to insert user data here. If you want to show results with points or with the number of correct answers, you need to use correspondent variables and enable the “Hide score” option.
it_it: Il messaggio sarà mostrato dopo aver inviato il quiz. Puoi usare le Variabili (Impostazioni generali) per inserire i dati dell'utente. Se buoi mostrare i risultati in base ai punti o in base al numero di risposte corrette, devi usare le variabili corrispondenti e attivare l'opzione "Nascondi punteggio".
nl_nl: Deze tekst wordt getoond na beëindiging van de quiz. Je kunt variabelen gebruiken (algemene instellingen) om gebruikersdata in te voegen. Als je de uitslag van de quiz met punten of het aantal correcte antwoorden wilt tonen, dan moet de corresponderende variabelen gebruiken en de optie 'Verberg de score' instellen.

source: Strong calculation of checkbox answers score
it_it: Calcolo deciso del punteggio del checkbox della risposta

source: If this option is enabled then our system will calculate checkbox's answer as 1 or 0.
it_it: Se questa opzione è attiva il sistema calcolerà la risposta della checkbox come 1 o 0.

source: If the user has one wrong answer he/she will get 0 points.
it_it: Se l'utente risponde in maniera errata riceverà 0 punti.

source: If the option is disabled, the system will calculate the answer as a percentage.
it_it: Se l'opzione è disattivata, il sistema calcolerà la risposta in percentuale.

source: It means if you answer 2 of 3 correct answers then you will get 2/3 points.
it_it: Ad esempio, se rispondi a 2 o 3 risposte correttamente ricevi 2/3 punti.

source: Show interval message
it_it: Mostra il messaggio di intervallo

source: Show an interval message after quiz completion in the finish page.
it_it: Mostra un messaggio di intervallo dopo il completamento del quiz sulla pagina finale.

source: Intervals
it_it: Intervalli

source: Specify different messages based on the user’s score. It is calculated by percentage. You need to cover the 0-100 range with as many intervals as you want. The message will be displayed at the end of the quiz.
it_it: Specifica diversi messaggi in base al punteggio. Viene calcolato in percentuale. Devi coprire l'intervallo 0-100 con tutti gli intervalli che desideri. Il messaggio sarà mostrato alla fine del quiz.

source: WooCommerce Product
it_it: Prodotto WooCommerce

source: Limitation of Users
it_it: Limitazioni per gli utenti
nl_nl: Maximaal aantal gebruikers

source: Limit Users to pass quiz only once
it_it: Limita gli utenti a passare il quiz solo una volta

source: This option allows to block the users who have already passed the quiz.
it_it: Questa opzione bloccherà gli utenti che hanno già passato il quiz.
nl_nl: Deze optie maakt het mogelijk om gebruikers te blokkeren, die de quiz reeds hebben gemaakt.

source: Limit users by
it_it: Limita gli utenti in base a
nl_nl: Begrens het aantal gebruikers

source: Limit users pass the quiz by IP or by User ID.
it_it: Limita gli utenti in base al loro IP o in base all'user ID.
nl_nl: Begrens het aantal gebruikers van de quiz door gebruik te maken van IP-adres of gebruikers-ID.

source: If you choose 'User ID', the 'Limit users' option will not work for the not logged in users. It works only with 'Only for logged in users' option.
it_it: Se scegli User ID, l'opzione Limita Utenti non funzionerà per i gli utenti loggati. Funziona solo con l'opzione "Solo per utenti loggati".
nl_nl: Kies je voor 'gebruikers-ID', dan is de optie 'Begrens aantal gebruikers' uitgeschakeld voor de niet ingelogde gebruikers. Dit werkt enkel met de ingeschakelde optie voor 'Enkel voor ingelogde gebruikers'.

source: Pass score of the quiz
it_it: Punteggio del quiz

source: Pass score of the quiz by percentage. Default 0.
it_it: Punteggio in percentuale. Default 0.

source: Message
it_it: Messaggio
nl_nl: Mededeling

source: Message for those who have passed the quiz
it_it: Messaggio per coloro che hanno passato il quiz
nl_nl: Mededeling voor de gebruikers die de quiz gemaakt hebben

source: Leave a current page to go to the link provided
it_it: Lascia la pagina attuale per andare al link specificato

source: Redirect delay
it_it: Ritardo redirezione
nl_nl: Omleidingsvertraging

source: Leave current page and go to the link provided after X second
it_it: Lascia la pagina attuale e va al link specificato dopo X secondi
nl_nl: Om de huidige pagina te verlaten en de aangegeven link te volgen na X seconden

source: Only for logged in users
it_it: Solo per utenti loggati
nl_nl: Alleen voor ingelogde gebruikers

source: After enabling this option, only logged in users will be able to pass the quiz.
it_it: Dopo aver attivato questa opzione, solo gli utenti connessi potranno passare il quiz.
nl_nl: Na dit ingeschakeld te hebben, kunnen enkel ingelogde gebruikers de quiz maken.

source: Message for those who haven’t logged in
it_it: Messaggio per gli utenti non connessi
nl_nl: Mededeling voor degenen die niet hebben ingelogd

source: Show Login form
it_it: Mostra il modulo di login
nl_nl: Toon inlogformulier

source: Show the Login form at the bottom of the message for not logged in users.
it_it: Mostra il modulo di login dopo il messaggi per gli utenti non connessi.

source: Only for selected user role
it_it: Solo per i ruoli utente selezionati
nl_nl: Enkel voor de geselecteerde gebruikersrol

source: Quiz is available only for the roles mentioned in the list.
it_it: Quiz disponibile solo per i ruoli selezionati nella lista.

source: User role
it_it: Ruolo utente
nl_nl: Gebruikersrol

source: Role of the user on the website.
it_it: Ruolo per gli utenti del sito.

source: Message for the users who aren’t included in the above-mentioned list.
it_it: Messaggio per gli utenti che non sono inclusi nella lista.
nl_nl: Mededeling voor de gebruikers die niet in bovenstaande lijst zijn opgenomen.

source: Limitation count of takers
it_it: Limitazioni di conteggio per i partecipanti
nl_nl: Begrens aantal gebruikers

source: You can choose how many users can pass the quiz.
it_it: Puoi scegliere quanti utenti possono passare il quiz.
nl_nl: Je kunt kiezen hoeveel gebruikers maximaal aan deze quiz kunnen deelenemen.

source: Count
it_it: Conteggio
nl_nl: Aantal

source: The number of users who can pass the quiz.
it_it: Il numero di utenti che possono passare il quiz.
nl_nl: Het aantal gebruikers dat aan de quiz kan deelnemen.

source: Information Form title
it_it: Titolo Modulo Informazioni
nl_nl: Titel informatieformulier

source: Description of the Information Form which will be shown at the top of the Form Fields.
it_it: Descrizione del Modulo Informazioni che sarà mostrato in alto al Modulo dei Campi.
nl_nl: Omschrijving van het informatieformulier, dat boven aan het overzicht van de formuliervelden wordt getoond.

source: Information Form
it_it: Modulo Informazioni

source: Data form for the user personal information. You can choose when the Information Form will be shown for completion.
it_it: Dati dalle info personali dell'utente. Puoi scegliere quando mostrare il Modulo Informazioni dopo il completamento.
nl_nl: Formulier voor persoonlijke gegevens van de gebruiker. Je kunt zelf bepalen wanneer dit formulier wordt getoond.

source: After Quiz
it_it: Dopo il quiz
nl_nl: Na de quiz

source: Before Quiz
it_it: Prima del quiz
nl_nl: Voorafgaand aan de quiz

source: Disable
it_it: Disattiva
nl_nl: Uitschakelen

source: Allow collecting information of logged in users
it_it: Dopo la raccolta di dati degli utenti connessi

source: Allow collecting information from logged in users. Email and name of users will be stored in the database. Email and Certificate options will be work for these users.
it_it: Consenti la raccolta di dati degli utenti connessi. Email e nome degli utenti saranno memorizzati nel database. Opzioni di Email e Certificato funzioneranno per questi utenti.

source: Form Fields
it_it: Modulo dei Campi
nl_nl: Formuliervelden

source: Required Fields
it_it: Campi Richiesti
nl_nl: Verplichte velden

source: Add custom fields
it_it: Aggiungi campi personalizzati
nl_nl: Voeg velden toe

source: You can add form custom fields from “Custom fields” page in Quiz Maker menu. (text, textarea, checkbox, select, URL etc.)
it_it: Puoi aggiungere campi personalizzati da "Campi Personalizzati" nel menu Creatore di Quiz. (testo, area di testo, checkbox, selezione, URL ecc.)

source: For creating custom fields click
it_it: Per la creazione di campi personalizzati
nl_nl: Klik hier voor het aanmaken van extra velden

source: Autofill logged in user data
it_it: Compilazione automatica dei dati utente
nl_nl: Vul gebruikersinformatie automatisch in

source: After enabling this option, logged in user’s name and email will be autofilled in Information Form.
it_it: Attivando questa opzione, il nome e l'email dell'utente connesso saranno inseriti automaticamente nel Modulo Informazioni.
nl_nl: Na inschakelen van deze optie wordt naam en e-mailadres van de gebruiker automatisch in het informatieformulier ingevuld.

source: E-mail and Certificate settings
it_it: Impostazioni email e certificato
nl_nl: Instellingen voor e-mail en certificaat

source: Send Mail To User
it_it: Invia email all'utente
nl_nl: Stuur de gebruiker een e-mail

source: Send mail to user after quiz completion.
it_it: Invia email all'utente dopo il completamento del quiz.

source: Mail message
it_it: Messaggio email
nl_nl: E-mail bericht

source: Provide the message text for sending to the user by email. You can use Variables from General Settings page to insert user’s data. (name, score, date etc.)
it_it: Il messaggio di testo da inviare all'utente tramite email. Puoi usare le Variabili dalla pagina Impostazioni Generali per inserire i dati utente. (nome, punteggio, data ecc.)

source: Send Results to User
it_it: Invia risultati all'utente
nl_nl: Stuur de resultaten naar de gebruiker

source: Send results report to user after quiz completion.
it_it: Invia risultati all'utente dopo il completamento del quiz.

source: Send Interval message to User
it_it: Invia messaggio di intervallo all'utente
nl_nl: STuur tussentijds bericht naar de gebruiker

source: Send interval message to user after quiz completion. Your specified interval messages will be sent to the user. You can provide them at the bottom of the Results Settings page.
it_it: Invia messaggio di intervallo all'utente dopo il quiz. Il tuo messaggio di intervallo sarà inviato all'utente. Puoi anche mostrarlo nella pagina dei risultati.

source: Send Certificate To User
it_it: Invia certificato all'utente
nl_nl: Stuur een certificaat naar de gebruiker

source: Send Certificate PDF file to user after quiz completion. Configure the PDF file’s content with the following options.
it_it: Invia certificato PDF all'utente dopo il quiz. Configura il contenuto del PDF con le seguenti opzioni.

source: Certificate pass score
it_it: Punteggio minimo del certificato
nl_nl: Score benodigd voor het behalen van het certificaat

source: Minimum score to receive a certificate (by percentage)
it_it: Il punteggio minimo per ricevere il certificato (in percentuale)

source: Certificate title
it_it: Titolo certificato
nl_nl: Titel cerrtificaat

source: Title of certificate
it_it: Il titolo del certificato

source: Certificate body
it_it: Contenuto del certificato
nl_nl: Inhoud certificaat

source: Specify the content of the certificate PDF file. You can copy Variables from General Settings and insert them here.
it_it: Il contenuto del certificato PDF. Puoi copiare le Variabili dalle impostazioni generali ed inserirle qui.

source: Use SMTP
it_it: Usa SMTP
nl_nl: Gebruik SMTP

source: For using this option you need to fill in the whole fields intended for it.
it_it: Per usare l'opzione devi completare tutti i campi richiesti.

source: Port
it_it: Porta
nl_nl: Poort

source: Send Mail To Admin
it_it: Invia email all'admin
nl_nl: Stuur een mail naar de beheerder

source: Every time when someone passes the Quiz, it sends an email with information about each Quiz result to the admin email from WordPress General Settings.
it_it: Ogni volta che qualcuno passa il quiz, invia un'email con le informazioni relativa all'admin di WP dalle Impostazioni Generali.

source: Additional Emails
it_it: Email aggiuntive
nl_nl: Extra e-mails

source: Send quiz results to additional emails. Insert emails comma seperated.
it_it: Invia email dei risultati a email aggiuntive. Inserisci le email separate da virgola.

source: Send Report table to Admin
it_it: Invia report in tabella all'admin

source: You can send results to the admin after the quiz is completed
it_it: Puoi inviare i risultati all'admin dopo il completamento del quiz
