Repository: thanaponsr/trigger_wp
Catalog: plugins/quiz-maker/languages/quiz-maker-*.po
Languages: it_it, nl_nl

source: Wrong shortcode initialized
it_it: Shortcode errato inizializzato
nl_nl: Foutieve shortcode

source: You need to pay to pass this quiz.
it_it: Bisogna pagare per fare questo quiz.

source: Phone Number
it_it: Numero di telefono
nl_nl: Telefoon

source: You need to add questions
it_it: Devi aggiungere domande
nl_nl: Er moeten vrage worden toegevoegd

source: votes
it_it: voti
nl_nl: stemmen

source: avg
it_it: media
nl_nl: gemiddeld

source: Created on
it_it: Creato il
nl_nl: Samengesteld op

source: By
it_it: Da
nl_nl: Door

source: Created by
it_it: Creato da
nl_nl: Samengesteld door

source: Restart
it_it: Riavvia

source: Exit
it_it: Esci
nl_nl: Verlaat quiz

source: The average score is
it_it: Il punteggio medio è

source: Your score is
it_it: Il tuo punteggio è
nl_nl: Je score is

source: Send feedback
it_it: Invia feedback
nl_nl: Stuur je feedback

source: Redirecting after
it_it: Reindirizzamento dopo
nl_nl: Doorverwijzing na

source: You already passed this quiz.
it_it: Hai già passato questo quiz.

source: You must log in to pass this quiz.
it_it: Devi fare l'accesso per fare questo quiz.
nl_nl: Je moet inloggen om aan deze quiz deel te nemen.

source: Permission Denied
it_it: Permesso negato
nl_nl: Geen toegang

source: This quiz is expired!
it_it: Questo quiz è scaduto!

source: The quiz has expired.
it_it: Il quiz è scaduto.
nl_nl: De quiz is verlopen.

source: See Result
it_it: Vedi i risultati
nl_nl: Bekijk resultaat

source: Next
it_it: Prossimo
nl_nl: Volgende

source: It seems PayPal Client ID is missing.
it_it: Sembra che il Client ID PayPal sia mancante.

source: You need to log in to pass this quiz.
it_it: Devi fare il login per fare questo quiz.

source: You can enter your answer explanation
it_it: Puoi inserire la spiegazione per la tua risposta
nl_nl: Je kunt de uitleg van de vraag invoeren

source: Finish
it_it: Termina
nl_nl: Einde

source: Prev
it_it: Precedente
nl_nl: Vorige

source: Add to cart
it_it: Aggiungi al carrello

source: User answer
it_it: Risposta dell'utente

source: Success
it_it: Superato

source: Fail
it_it: Fallito

source: Point
it_it: Punti

source: The question was not answered.
it_it: La domanda non è stata risposta.

source: Check
it_it: Seleziona
nl_nl: Controleer

source: Rated
it_it: Votazione
nl_nl: Beoordeeld

source: Load more
it_it: Carica altro
nl_nl: Laad meer

source: No more reviews
it_it: Non ci sono altre recensioni
nl_nl: Niet meer beoordelingen

source: year
it_it: anno

source: years
it_it: anni

source: month
it_it: mese

source: months
it_it: mesi

source: days
it_it: giorni

source: hour
it_it: ora

source: hours
it_it: ore

source: minute
it_it: minuto

source: minutes
it_it: minuti

source: second
it_it: secondo

source: seconds
it_it: secondi

source: Your `
it_it: Il tuo `

source: Score:
it_it: Punteggio:

source: You must log in to see your results.
it_it: Devi fare il login per vedere i risultati.

source: End
it_it: Fine
nl_nl: Einde

source: Details
it_it: Dettagli

source: There is no data yet
it_it: Non ci sono ancora dati

source: Wow!!! Excellent job!! Your quizzes was passed by more than
it_it: Wow!! Ottimo lavoro!! I tuoi quiz sono stati superati di oltre
nl_nl: Wow!!! Prima gedaan!! Je hebt je quiz(zen) afgelegd met meer dan

source: Rate Us
it_it: Votaci
nl_nl: Beoordeel ons

source: Something goes wrong please reload page
it_it: Qualcosa è andato storto, ricarica la pagina
nl_nl: Er gaat iets fout. Herlaad a.u.b. de pagina

source: Loading...
it_it: Caricamento...
nl_nl: Laden...

source: There are no quizzes yet
it_it: Non ci sono ancora quiz
nl_nl: Er zijn nog geen quizzen

source: -Select Quiz-
it_it: -Scegli quiz-
nl_nl: -Selecteer quiz-

source: Please select quiz
it_it: Scegli un quiz
nl_nl: Selecteer a.u.b. een quiz

source: PRO Features
nl_nl: PRO opties

source: BUY NOW
nl_nl: KOOP NU

source: This feature available only in
nl_nl: Deze optie is enkel beschikbaar in

source: PRO version!!!
nl_nl: PRO versie!!!

source: Personal
nl_nl: Persoonlijk

source: Business
nl_nl: Zakelijk

source: Developer
nl_nl: Ontwikkelaar

source: Free
nl_nl: Vrij

source: Support for
nl_nl: Ondersteuning voor

source: 5 site
nl_nl: 5 sites

source: Unlimited sites
nl_nl: Onbeperkt aantal sites

source: Upgrade for
nl_nl: Opwaardering voor

source: 1 months
nl_nl: 1 maand

source: 12 months
nl_nl: 12 maanden

source: Lifetime
nl_nl: Levenslang

source: Install on unlimited sites
nl_nl: Installeer op een onbeperkt aantal sites

source: Reports in dashboard
nl_nl: Rapportage op het dashboard

source: User locations
nl_nl: Gebruikerslocaties

source: Export and import questions
nl_nl: Export en import van vragen

source: Export results to CSV
nl_nl: Exporteer resultaten naar CSV

source: Image answers
nl_nl: Antwoorden met afbeelding

source: Send email to user
nl_nl: Stuur de gebruiker een e-mail

source: Send email to admin
nl_nl: Stuur de de admin een e-mail

source: Result text according to result
nl_nl: Resultaattekst afhankelijk van het resultaat

source: Results with charts
nl_nl: Resultaten met grafieken

source: Send certificate
nl_nl: Stuur een certificaat

source: Custom Attributes
nl_nl: Standaard attributen

source: Mailchimp integration
nl_nl: Mailchimp integratie

source: Schedule quiz
nl_nl: Inplannen quiz

source: WooCommerce integration
nl_nl: WooCommerce integratie

source: Campaign Monitor integration
nl_nl: Campain Monitor integratie

source: Zapier integration
nl_nl: Zapier integratie

source: Slack integration
nl_nl: Slack integratie

source: ActiveCampaign integration
nl_nl: ActiveCampaign integratie

source: User page shortcode
nl_nl: Shortcode gebruikerspagina

source: Email configuration
nl_nl: E-mail instellingen

source: Question weight/points
nl_nl: Vraag gewicht/punten

source: Answer weight/points
nl_nl: Antwoord gewicht/punten

source: Copy content protection
nl_nl: Bescherming tegen kopiëren inhoud

source: PayPal integration
nl_nl: PayPal integratie

source: Buy now
nl_nl: Koop nu

source: Developer package!!!
nl_nl: Package voor ontwikkelaars!!!

source: PRO feature!!!
nl_nl: PRO optie!!!

source: Text In case of wrong answer
nl_nl: Tekst in het geval van een fout antwoord

source: Text In case of right answer
nl_nl: Tekst in het geval van een correct antwoord

source: This property aviable only in pro version
nl_nl: Deze optie is enkel beschikbaar in de PRO versie

source: The quiz will be available soon!
nl_nl: De quiz is op korte termijn beschikbaar!

source: Provide more information about the quiz. You can choose whether to show it or not in the front end in the “Settings” tab
nl_nl: Geef meer informatie over de quiz. Je kunt er voor kiezen om deze informatie aan de gebruikers te laten zien (Instellingen)

source: Category of the quiz. For making a category please visit Quiz Categories page from the left navbar.
nl_nl: Categorie van de quiz. Om een nieuwe categorie aan te maken, klik aan de linkerkant van het scherm op 'Quiz categorieën'.

source: Published OR Unpublished. Choose whether the quiz is active or not. If you choose Unpublished option, the quiz won’t be shown anywhere in your website (You don’t need to remove shortcodes).
nl_nl: Gepubliceerd of niet gepubliceerd. Kies of de quiz actief is of niet. ALs je voor 'Niet gepubliceerd' kiest, wordt de quiz niet op je website getoond (Je hoeft de shortcode niet te verwijderen).

source: Actions
nl_nl: Acties

source: You can choose your preferred template and customize it with options below Elegant Dark, Elegant Light, Classic Dark, Classic Light, Rect Dark, Rect Light.
nl_nl: Je kunt je voorkeurstemplate kiezen en dat aanpassen m.b.v. onderstaande opties Elegant Donker, Elegenat licht, Klassiek donker, Klassiek licht, Rechthoekig Donker, Rechthoekig Licht.

source: Elegant Dark
nl_nl: Elegant Donker

source: Elegant Light
nl_nl: Elegant Licht

source: Classic Dark
nl_nl: Klassiek Donker

source: Classic Light
nl_nl: Klassiek Licht

source: Rect Dark
nl_nl: Rechthoekig Donker

source: Rect Light
nl_nl: Rechthoekig Licht

source: Modern Light
nl_nl: Modern Licht

source: Modern Dark
nl_nl: Modern Donker

source: Animation effect of transition between questions
nl_nl: Animatie effect bij de overgang tussen twee vragen

source: Colors of the quiz main attributes (buttons, hover effect, progress bar, etc.).
nl_nl: Kleur van de de divers quizattributen (knopen, muisover effect, voortgangsbalk, etc.).

source: Background color of the quiz box. You can also choose the opacity(alfa) level on the right side.
nl_nl: Achtergrondkleur van de quizbox. Je kunt ook het niveau van transparantie regelen.

source: Quiz container width in pixels. Set it 0 or leave it blank for making a quiz with 100% width. It accepts only numeric values.
nl_nl: Containerbreedte van de quiz in pixels. Stel dit op 0 of laat het veld leeg om een quiz te maken die een breedte van 100% gebruikt. Alleen numerieke waarden kunnen worden ingevoerd.

source: It affects the images chosen from “Add Image” not from “Add media” on the Edit question page.
nl_nl: Het heeft betrekking op afbeeldingen gekozen van "Voeg afbeelding toe", niet van "Voeg media toe" op de bewerkingspagina van de vraag.

source: It helps to configure the scale of the images inside the quiz in case of differences between the sizes.
nl_nl: In geval van verschillende afmetingen, kan het helpen als je de schaal van de afbeeldingen invoert.

source: Cover
nl_nl: Kaft

source: Hide background image on result page
nl_nl: Verberg de achtergrondafbeelding op de resultatenpagina

source: If this option is enabled background image of quiz will disappear on the result page.
nl_nl: Als deze optie is ingesteld, dan wordt de de achtergrondafbeelding op de resulatenpagian verborgen.

source: The direction of the color gradient
nl_nl: Richting kleurverloop

source: Custom HTML class for quiz container. You can use your class for adding your custom styles for quiz container.
nl_nl: Standaard HTML class voor de quizcontainer. Je kunt eigen class toevoegen voor standaardstijl van de quizcontainer.

source: Field for entering your own CSS code. Example: p{color:red !important}
nl_nl: Veld om je eigen CSS-code in te plaatsen. Bijv p{color:red !important}

source: Show the number of the current question and the total amount of the question in the quiz. It will be shown on the right top corner of the quiz container. Example: 3/7.
nl_nl: Toon het nummer van de huidige vraag en het totaal aantal vragen in de quiz. Dit wordt rechtsboven in de quizcontainer getoond. Bijv.: 3/7.

source: Finish the quiz after making one wrong answer
nl_nl: Beëindig de quiz nadat er een fout antwoord is gegeven

source: Finish the quiz after making one wrong answer.
nl_nl: Beëindig de quiz nadat er een fout antwoord is gegeven.

source: Show how many users passed the quiz. It will be shown at the bottom of the start page of the quiz
nl_nl: Toon aantal gebruikers dat de quiz gemaakt heeft. Het wordt onder aan de startpagina van de quiz getoond

source: Show last 5 reviews after rating the quiz.
nl_nl: Toon de 5 laatste beoordelingen nadat je de quiz beoordeeld hebt.

source: Show the progress bar by percentage.
nl_nl: Toon de voortgangsbalk in procenten.

source: Allow user to finish the quiz early.
nl_nl: De gebruiker mah=g de quiz voortijdig beëindigen.

source: Note
nl_nl: Opmerking

source: After timer finished countdowning, quiz will be submitted automatically.
nl_nl: Nadat de tijd is verstreken wordt de quiz automatisch beëindigd.

source: Text before starting the quiz
nl_nl: Tekst voor aanvang van de quiz

source: Use
nl_nl: Gebruik

source: for showing time
nl_nl: voor het tonen van de tijd

source: Text after timer ends
nl_nl: Tekst nadat de tijd verstreken is

source: This text will only be displayed after the quiz due to a timer end.
nl_nl: Deze tekst wordt enkel getoond na beëindiging van de quiz vanwege het verstrijken van de tijd.

source: Pre start message:
nl_nl: Mededeling voor aanvang:

source: Calculate the score of results by the selected method.
nl_nl: Bereken de uitslag op basis van de gekozen methode.

source: Disable data storing in the database, and results will not be displayed on the 'Results' page (not recommended).
nl_nl: Uitschakelen van data opslaan in de database, en de resultaten worden niet op de resultatenpagina weergegeven (niet aanbevolen).

source: Show all questions with right and wrong answers after quiz
nl_nl: Toon alle vragen met goede en foute antwoorden na beëindiging van de quiz

source: Display social buttons for sharing quiz page URL. LinkedIn, Facebook, Twitter
nl_nl: Toon de knoppen 'Social Media' om de URL van de quiz met andere te delen

source: Text after quiz is completed
nl_nl: Tekst nadat de quiz beëindigd is

source: Limit Users
nl_nl: Begrens het aantal gebruikers

source: User ID
nl_nl: Gebruikers-ID

source: Redirect url
nl_nl: Omleiding URL

source: For leave current page and go to the link provided
nl_nl: Om de huidige pagina te verlaten en de aangegeven link te volgen

source: Show the Login form bottom of the message for not logged in users.
nl_nl: Toon de knop van het login formulier voor niet-ingelogde gebruikers.

source: Quiz is available only for the users who have role mentioned in the list.
nl_nl: Quiz is beschikbaar voor gebruikers met de in de lijst genoemde gebruikersrollen.

source: Role of the user on the website. Option accepts multiple values.
nl_nl: Gebruikersrol. Meerdere rollen zijn mogelijk.

source: Information form
nl_nl: Informatieformulier

source: Recommended
nl_nl: Aanbevolen

source: SMTP Username
nl_nl: SMTP gebruikersnaam

source: SMTP Password
nl_nl: SMTP wachtwoord

source: SMTP Secure
nl_nl: Beveiligde SMTP

source: Delete results older than 'X' the month
nl_nl: Verwijder resultaten ouder dan X maanden

source: Ability to manage Quiz Maker plugin for selected user roles.
nl_nl: Mogelijkheid tot toegang tot de Quiz Maker plugin voor geselecteerde gebruikersrollen.

source: MailChimp Username
nl_nl: Gebruikersnaam MailChimp

source: MailChimp API Key
nl_nl: API sleutel MailChimp

source: DEVELOPER package!!!
nl_nl: Ontwikkelaars pakket!!

source: Paypal Client ID
nl_nl: Klant-ID Paypal

source: You can get your Client ID from
nl_nl: Je kunt je klant-ID ontvangen via

source: Campaign Monitor
nl_nl: Campaig Monitor

source: Client ID
nl_nl: Klant-ID

source: API Key
nl_nl: API-sleutel

source: You can get your API key and Client ID from your Account Settings page
nl_nl: Je kunt je API-sleutel en klant-ID verkrijgen via de pagina 'Account instellingen'

source: Zapier Webhook URL
nl_nl: URL Zapier webhook

source: If you do not have any ZAP created, go <a href='%s' target='_blank'>%s</a>. Remember to choose Webhooks by Zapier as Trigger App.
nl_nl: Indien geen ZAP aangemaakt, ga je naar <a href='%s' target='_blank'>%s</a>. Let op: kies Webhooks van Zapier als 'Trigegr App'.

source: We will send you all data from quiz information form with "AysQuiz" key by POST method
nl_nl: We sturen je alle gegevens van het informatieformulier van de quiz met de 'AysQuiz' sleutel via de POST-methode

source: API Access URL
nl_nl: API toegangs URL

source: API Access Key
nl_nl: API toegangsssleutel

source: Your API URL and Key can be found in your account on the My Settings page under the "Developer" tab
nl_nl: Je API-URL en Sleutel staat in je account op de pagina 'Mijn instellingen' onder de 'Ontwikkelaars' tab

source: App Client ID
nl_nl: Client ID app

source: Slack Authorization
nl_nl: Autorisatie Slack

source: App Client Secret
nl_nl: App client geheime code

source: App Access Token
nl_nl: App toegangscode

source: You can get your App Client ID and Client Secret from your App's the Basic Information page
nl_nl: Je kunt je App Client-ID en

source: Users order by
nl_nl: Gebruikers gesorteerd op

source: Answers Count
nl_nl: Aantal antwoorden

source: Quiz Maker by AYS
nl_nl: QuizMaker - AYS

source: Restart quiz
nl_nl: Herstart quiz

source: The average score is
nl_nl: De gemiddelde score is

source: The quiz will be available soon.
nl_nl: De quiz is spoedig beschikbaar.
