Repository: thanaponsr/trigger_wp
Catalog: plugins/quiz-maker/languages/quiz-maker-*.po
Languages: it_it, nl_nl

source: Quiz container max-width for mobile in percentage. This option will work for the screens with less than 640 pixels width.
it_it: Percentuale della larghezza massima del contenitore del quiz. Questa opzione funziona per gli schermi con meno di 640 pixel di larghezza.
nl_nl: Maximale breedte van de quizconatainer voor een mobiel. Deze optie werkt voor schermen die smaller zijn 640 pixels.

source: Quiz min height
it_it: Altezza minima del quiz
nl_nl: Minimale hooget van de quiz

source: Quiz minimal height in pixels
it_it: Altezza minima del quiz in pixel
nl_nl: Minmale hoogte van de quiz in pixels

source: Questions Image Styles
it_it: Stile immagine delle domande
nl_nl: Stijl van de antwoorden met afbeeldingen

source: It affects the images chosen from “Add Image” not from “Add media” on the Edit question page
it_it: Influisce sulle immagini scelte da "Aggiungi immagine" non da "Aggiungi media" sulla pagina di modifica della domanda

source: Image Width
it_it: Larghezza Immagine
nl_nl: Breedte afbeelding

source: Question image width in pixels. Set it 0 or leave it blank for making it 100%. It accepts only numeric values.
it_it: Larghezza dell'immagine della domanda in pixel. Imposta a 0 o lascia vuoto per usare il 100%. Accetta solo valori numerici.
nl_nl: Breedte van afbeelding (in pixels) bij vragen. Zet deze op 0 of laat het open om dit op 100% te zetten. Alleen numerieke waarden zijn toegestaan.

source: Image Height
it_it: Altezza immagine
nl_nl: Hoogte van de afbeelding

source: Question image height in pixels. It accepts only number values.
it_it: Altezza immagine della domanda in pixel. Accetta solo valori numerici.
nl_nl: Hoogte van de afbeelding (in pixel) bij de vraag. Alleen numerieke waarden zijn toegestaan.

source: Image sizing
it_it: Dimensioni immagine
nl_nl: Afbeeldingsgrootte

source: It helps to configure the scale of the images inside the quiz in case of differences between the sizes
it_it: Aiuta a configurare le dimensioni dell'immagine nel quiz nel caso di differenza tra le dimensioni

source: Contain
it_it: Contieni
nl_nl: Bevat

source: None
it_it: Niente
nl_nl: Geen

source: Unset
it_it: Disattiva
nl_nl: Deblokkeer

source: Quiz container border
it_it: Bordo del contenitore del quiz
nl_nl: Rand van de quizcontatiner

source: Allow quiz container border
it_it: Attiva il bordo del contenitore del quiz
nl_nl: Sta een rand rondom de quizcontainer toe

source: Border width
it_it: Larghezza del bordo
nl_nl: Randbreedte

source: The width of quiz container border
it_it: La larghezza del bordo del contenitore del quiz
nl_nl: De breedte van de rand van de quizcontainer

source: Border style
it_it: Stile bordo
nl_nl: Randstijl

source: The style of quiz container border
it_it: Lo stile del bordo del contenitore del quiz
nl_nl: De stijl van de rand van de quizcontainer

source: Border color
it_it: Colore del bordo
nl_nl: Randkleur

source: The color of the quiz container border
it_it: Il colore del bordo del contenitore del quiz
nl_nl: De kleur van de rand van de quizcontainer

source: Quiz border radius
it_it: Curvatura del bordo del quiz
nl_nl: Straal van de quizrand

source: Quiz container border-radius in pixels. It accepts only numeric values.
it_it: Curvatura del bordo del contenitore del quiz in pixel. Accetta solo valori numerici.
nl_nl: Straal van de rand van de quizcontainer. Enkel numerieke waarden zijn toegestaan.

source: Quiz box shadow
it_it: Ombra del contenitore del quiz
nl_nl: Schaduw quizbox

source: Allow quiz container box shadow
it_it: Attiva l'ombra del contenitore del quiz
nl_nl: Akkoord voor schaduw voor de quizcontainer

source: Box shadow color
it_it: Colore dell'ombra del contenitore
nl_nl: Kleur boxschaduw

source: The color of the shadow of the quiz container
it_it: Il colore dell'ombra del contenitore del quiz
nl_nl: De kleur van de schaduw van de quizcontainer

source: Quiz background image
it_it: Immagine di sfondo del quiz
nl_nl: Achtergrondafbeelding quizcontainer

source: Background image of the container. You can choose different images for each question from the Settings tab on the Edit question page. The background-size is set “Cover” by default for not scaling the image.
it_it: Immagine di sfondo del contenitore. Puoi scegliere immagini diverse per ogni domanda dalle Impostazioni sulla pagina Modifica Domanda. La dimensione dello sfondo è impostata su "Cover" per non ridimensionare l'immagine.
nl_nl: Achtergrondafbeelding quizcontainer. Je kunt voor elke vraag een andere achtergrond kiezen via 'Instellingen' op de bewerkingspagina voor vragen. De grootte van de achtergrond is standaard ingesteld op 'Bedekken' en de afbeelding wordt niet geschaald.

source: Background image position
it_it: Posizione immagine di sfondo
nl_nl: Locatie van achtergondafbeelding

source: The position of background image of the quiz
it_it: La posizione dell'immagine di sfondo del quiz
nl_nl: De locatie van de achtergrondafbeelding van de quiz

source: Left Top
it_it: In alto a sinistra
nl_nl: Links boven

source: Left Center
it_it: Centrale a sinistra
nl_nl: Links midden

source: Left Bottom
it_it: In basso a sinistra
nl_nl: Links onder

source: Center Top
it_it: In alto al centro
nl_nl: Midden boven

source: Center Center
it_it: Centrale
nl_nl: Midden centraal

source: Center Bottom
it_it: In basso al centro
nl_nl: Midden onder

source: Right Top
it_it: In alto a destra
nl_nl: Rechts boven

source: Right Center
it_it: Centrale a destra
nl_nl: Rechts midden

source: Right Bottom
it_it: In basso a destra
nl_nl: Rechts onder

source: Quiz background gradient
it_it: Gradiente sfondo del quiz
nl_nl: Kleurverloop quizachtergrond

source: Color gradient of the quiz background
it_it: Colore gradiente dello sfondo del quiz
nl_nl: Kleurverloop quizachtergrond

source: Color 1
it_it: Colore 1
nl_nl: Kleur 1

source: Color 1 of the quiz background gradient
it_it: Colore 1 del gradiente dello sfondo
nl_nl: Kleur 1 van het kleurverloop van de quizachtergrond

source: Color 2
it_it: Colore 2
nl_nl: Kleur 2

source: Color 2 of the quiz background gradient
it_it: Colore 2 del gradiente dello sfondo
nl_nl: Kleur 2 van het kleurverloop van de quizachtergrond

source: Gradient direction
it_it: Direzione gradiente
nl_nl: Richting kleurverloop

source: The direction of the color gradient.
it_it: La direzione del colore gradiente.

source: Vertical
it_it: Verticale
nl_nl: Verticaal

source: Horizontal
it_it: Orizzontale
nl_nl: Horizontaal

source: Diagonal left to right
it_it: Diagonale da sinistra a destra
nl_nl: Diagonaal van links naar rechts

source: Diagonal right to left
it_it: Diagonale da destra a sinistra
nl_nl: Diagonaal van rechts naar links

source: Progress bar style
it_it: Stile barra di progresso
nl_nl: Stijl

source: Design of the progress bar which will appear on the finish page only. It will show the user’s score.
it_it: Il design della barra di progresso che apparirà sulla pagina finale. Mostrerà il punteggio dell'utente.
nl_nl: Ontwerp van de balk die het quizverloop aangeeft. Deze komt enkel op de laatste pagian, daar waar de gebruikersscore wordt getoond.

source: Rounded
it_it: Rotonda
nl_nl: Afgerond

source: Rectangle
it_it: Rettangolare
nl_nl: Rechthoekig

source: With stripes
it_it: A strisce
nl_nl: Met strepen

source: With stripes and animation
it_it: A strisce con animazione
nl_nl: Met strepen en animatie

source: Custom class for quiz container
it_it: Custom class per il contenitore del quiz
nl_nl: Standaard class voor de quizcontainer

source: Custom HTML class for quiz container. You can use your class for adding your custom styles for quiz container. Example: p{color:red !important}
it_it: Custom class HTML per il contenitore del quiz. Puoi usare la tua classe per aggiungere lo stile personalizzato al contenitore. Esempio: p{color:red !important}

source: Start
it_it: Inizio

source: Answers Styles
it_it: Stili risposte

source: Answers font size
it_it: Font size delle risposte
nl_nl: Grootte lettertype (antwoorden)

source: The font size of the answers in pixels in the quiz. It accepts only numeric values.
it_it: Il font size delle risposte in pixel. Accetta solo valori numerici.
nl_nl: De grootte van het lettertype in de antwoorden van de quiz (in pixel-grootte). Enkele numerieke waarden kunnen worden ingevoerd.

source: Answers view
it_it: Visualizzazione risposte
nl_nl: Bekijk antwoorden

source: Specify the design of the answers of question.
it_it: Scegli il design delle risposte.
nl_nl: Specificeer het ontwerp van de antwoorden op de vragen.

source: List
it_it: Lista

source: Grid
it_it: Griglia

source: Answers padding (px)
it_it: Padding delle risposte (px)

source: Padding of answers.
it_it: Il padding delle risposte.

source: Answers gap (px)
it_it: Gap delle risposte (px)

source: Gap between answers.
it_it: Il gap tra le risposte.

source: Answers border
it_it: Bordo delle risposte

source: Allow answer border
it_it: Attiva il bordo delle risposte

source: The width of answers border
it_it: La larghezza del bordo delle risposte

source: The style of answers border
it_it: Lo stile del bordo delle risposte

source: The color of the answers border
it_it: Il colore del bordo delle risposte

source: Answers box shadow
it_it: Ombra del contenitore delle risposte

source: Allow answer container box shadow
it_it: Attiva l'ombra per il box delle risposte

source: Answers shadow color
it_it: Colore ombra risposte

source: The shadow color of answers container
it_it: Il colore dell'ombra del box delle risposte

source: Answers image height (px)
it_it: Altezza immagine risposte (px)

source: Height of answers images.
it_it: Altezza delle immagini delle risposte.

source: Show answers caption
it_it: Mostra la didascalia per le risposte

source: Show answers caption near the answer image. This option will be work only when answer has image.
it_it: Mostra la didascalia per le risposte vicino all'immagine della risposta. Funziona solo quando la risposta ha un'immagine.

source: Answers image caption style
it_it: Stile didascalia immagine risposte

source: Outside
it_it: Fuori

source: Inside
it_it: Dentro

source: Answers image caption position
it_it: Posizione didascalia immagine delle risposte

source: Top
it_it: In alto

source: Bottom
it_it: In basso

source: Right/wrong answers icons
it_it: Icone risposte corrette/errate
nl_nl: Iconen goed/fout antwoorden

source: Show icons in live preview
it_it: Mostra le icone in anteprima live

source: Show wrong icons in live preview
it_it: Mostra le icone errate in anteprima live

source: Without images
it_it: Senza immagini

source: With images
it_it: Con immagini

source: This species does not apply to themes Modern light and Modern dark
it_it: Questa impostazione non funziona con i temi Modern Light e Modern Dark

source: Custom CSS
it_it: CSS personalizzato
nl_nl: Standaard CSS

source: Field for entering your own CSS code
it_it: Campo per inserire il tuo codice CSS

source: Quiz Settings
it_it: Impostazioni del quiz
nl_nl: Instellingen quiz

source: Show quiz head information
it_it: Mostra le informazioni iniziali del quiz
nl_nl: Toon informatie quiz-titel

source: Enable to show the quiz title and description in the start page of the quiz(in the front-end).
it_it: Abilita per mostrare il titolo e la descrizione del quiz nella pagina di inizio del quiz (sul frontend).
nl_nl: Stel in om de quiztitel en omschrijving in de startpagina van de quiz te zien (eindgebruiker)

source: Show title
it_it: Mostra Titolo
nl_nl: Toon titel

source: Show description
it_it: Mostra Descrizione
nl_nl: Toon omschrijving

source: Enable randomize answers
it_it: Attiva la randomizzazione delle risposte
nl_nl: Schakel random antwoorden in

source: The possibility of showing the answers of the questions in an accidental sequence. Every time it will show answers in random order.
it_it: La possibilità di mostrare le risposte in maniera casuale. Ogni volta mostrerà le risposte casualmente.
nl_nl: De mogelijkheid om de antwoorden van vragen telkens weer in random-volgorde te plaatsen.

source: Enable randomize questions
it_it: Attiva le domande casuali
nl_nl: Stel in op tone van random-vragen

source: The possibility of showing questions in an accidental sequence. It will show questions in random order. If you want to take a specific amount of questions from a pool of questions randomly you need to enable question bank option.
it_it: La possibilità di mostrare le domande in maniera casuale. Se desideri prendere un numero preciso di domande dalla lista in maniera casuale, devi abilitare l'opzione "banca delle domande".
nl_nl: De mogelijkheid om vragen in random-volgorde te tonen. Je kunt er voor kiezen om een beperkt aantal vragen uit de gehele vragenbank van vragen te nemen.

source: Enable question bank
it_it: Attiva la Banca delle domande
nl_nl: Stel vragenbank in

source: Enable to take a specific amount of questions from the quiz randomly. For example, you can choose 20 questions from 50 randomly. Every time it will take different questions from the pool.
it_it: Attiva per usare un numero preciso di domande dal quiz. Per esempio, puoi scegliere 20 domande tra 50 domande in maniera casuale. Ogni volta le domande saranno scelte casualmente.
nl_nl: Stel in om random een beperkt aantal vragen uit de gehele vragenbank te nemen. Bijv. je kunt 20 vragen kiezen uit een vragenbank van 100.

source: By Category
it_it: Per categoria

source: There are two ways of making question bank system.
it_it: Esistono due modi di creare la banca delle domande.

source: It will take the specified amount of questions from all the questions you include in this quiz.
it_it: Prenderà il numero specificato di domande da tutte le domande che hai incluso nel quiz.

source: Here you can see all the categories of questions you have included in the general tab. You can provide different numbers for different categories. Also, you can reorder them as you want by drag and dropping. The category order will be kept in the front end, but questions will be printed randomly.
it_it: Qui puoi vedere tutte le categorie di domande che hai incluso nella tabella generale. Puoi dare numeri diversi per categorie diverse. Inoltre, puoi riordinarle come preferisci trascinandole. Le categorie saranno mostrate in ordine sul frontend, ma le domande saranno mostrate casualmente.

source: Refresh Categories
it_it: Aggiorna le categorie

source: Questions count
it_it: Numero di domande
nl_nl: Aantal vragen

source: Number of randomly selected questions
it_it: Numero delle domande casuali selezionate
nl_nl: Aantal random gekozen vragen

source: Question count per page
it_it: Numero di domande per pagina
nl_nl: Aantal vragen per pagina

source: Allow more than one question per page
it_it: Consenti più di una domanda per pagina

source: Number of questions per page.
it_it: Numero di domande per pagina.

source: Show questions counter
it_it: Mostra il contatore di domande
nl_nl: Toon teller bij de vragen

source: Show the number of the current question and the total amount of the question in the quiz. It will be shown on the right top corner of the quiz container. Example:3/7
it_it: Mostra il numero di domande attuali e il numero totale delle domande del quiz. Sarà mostrato in alto a destra del contenitore del quiz. Esempio: 3/7

source: Use RTL Direction
it_it: Usa direzione RTL
nl_nl: Gebruik RTL-versie

source: Enable Right to Left direction for the text. This option is intended for the Arabic language.
it_it: Attiva la direzione Right to Left per il testo. Questa opzione è valida per la lingua araba.
nl_nl: Gebruik de Rechts naar Links optie voor de tekst. Deze optie is bedoeld voor Arabische talen.

source: Enable copy protection
it_it: Attiva la protezione dalle copie
nl_nl: Stel kopieerbeveiliging in

source: Disable copy functionality in quiz page(CTRL+C) and Right-click
it_it: Disattiva la funzionalità di copia nella pagina del quiz (CTRL+C) e il click destro
nl_nl: Zet de kopieerbeveiliging in de quizpagina uit (CTRL-C en Rechtermuis-klik)

source: Show correct answers
it_it: Mostra le risposte esatte
nl_nl: Toon juiste antwoorden

source: Show if the selected answer is right or wrong with green and red marks. To decide when the right/wrong answers will be shown go to “Text for right/wrong answers show option”.
it_it: Mostra se la risposta selezionata è giusta o sbagliata con segni verdi o rossi. Per decidere quando mostrare la risposta vai all'opzione "Testo per le risposte giuste/sbagliate".
nl_nl: Laat zien of een antwoord goed of fout is m.b.v. groene en rode iconen. Instelling voor het tonen van goede/foute antwoorden bij "Optie: Tonen Tekst voor goede/foute antwoorden.

source: Display duration of right/wrong answer text (in seconds)
it_it: Mostra la durata del testo della risposta esatta/errata (in secondi)
nl_nl: Toon tijd dat een goed/fout antwoord in beeld komt (in seconden)

source: Display duration of right/wrong answer text (in seconds) after answering the question.
it_it: Mostra la durata del testo della risposta esatta/errata (in secondi) dopo la risposta della domanda.
nl_nl: Toon tijd dat een goed/fout antwoord in beeld komt (in seconden) na het beantwoorden van de vraag.

source: Text for right/wrong answers show
it_it: Mostra testo per risposte esatte/sbagliate
nl_nl: Toon tekst voor goede/foute antwoorden

source: Specify where to display right/wrong answers. Note that the “Show correct answers” option should be enabled.
it_it: Scegli se mostrare le risposte corrette/errate. Nota che l'opzione "Mostra risposte corrette" deve essere attiva.
nl_nl: Geef aan waar de goede/foute antwoorden getoond moeten worden. Let op: "Toon correcte antwoorden" moet zijn ingesteld.

source: On passing the quiz
it_it: Al superamento del quiz
nl_nl: Tijdens de quiz

source: On results page
it_it: Sulla pagina dei risultati
nl_nl: Op resultatenpagina

source: Both
it_it: Entrambe
nl_nl: Beide

source: Show passed users count
it_it: Mostra il numero di utenti che hanno superato il test
nl_nl: Toon aantal gebruikers dat de quiz gemaakt heeft

source: Show how many users passed the quiz. It will be shown at the bottom of the start page of the quiz
it_it: Mostra quanti utenti hanno hanno superato il test. Sarà mostrato alla fine della pagina iniziale del quiz

source: Show Quiz average rate
it_it: Mostra il tasso medio del quiz
nl_nl: Toon gemiddelde uitslag

source: Show the average rate of the quiz. It will be shown at the bottom of the start page of the quiz.
it_it: Mostra il tasso medio del quiz. Sarà mostrato alla fine della pagina iniziale del quiz.
nl_nl: Toon het gemiddelde van de quiz. Het wordt onder aan de startpagina van de quiz getoond.

source: Show quiz creation date
it_it: Mostra la data di creazione del quiz
nl_nl: Toon de datum waarop quiz werd gemaakt

source: Show quiz creation date in quiz start page
it_it: Mostra la data di creazione del quiz sulla pagina iniziale
nl_nl: Toon de datum waarop quiz werd gemaakt op de startpagina

source: Show quiz author
it_it: Mostra l'autore del quiz
nl_nl: Toon de samensteller van de quiz

source: Show quiz author in quiz start page
it_it: Mostra l'autore del quiz nella pagina iniziale
nl_nl: Toon de samensteller van de quiz op de startpagina van de quiz

source: Show quiz category
it_it: Mostra la categoria del quiz
nl_nl: Toon quizcategorie

source: Show quiz category in quiz start page
it_it: Mostra la categoria del quiz nella pagina iniziale
nl_nl: Toon quizcategorie op de startpagina van de quiz

source: Show question category
it_it: Mostra la categoria della domanda
nl_nl: Toon de vragencategorie

source: Show question category in each question.
it_it: Mostra la categoria della domanda in ogni domanda.
nl_nl: Toon de vragencategorie bij elke vraag.

source: Enable Quiz assessment
it_it: Attiva la valutazione del quiz
nl_nl: Schakel quizbeoordeling in

source: Comment and rate the quiz with up to 5 stars at the end of the quiz.
it_it: Commenta e valuta il quiz con fino a 5 stelle alla fine del quiz.
nl_nl: Geef je mening over de quiz en beoordeel met maximaal 5 sterren op het einde van de quiz.

source: Show last 5 reviews
it_it: Mostra le ultime 5 recensioni
nl_nl: Toon de 5 laatste beoordelingen

source: Show last 5 reviews after rating the quiz
it_it: Mostra le ultime 5 recensioni dopo aver valutato il quiz

source: Rating form title
it_it: Titolo del modulo di valutazione
nl_nl: Titel beoordelingsformulier

source: Text which will notify user that he can submit a feedback
it_it: Un testo che informerà l'utente che può inviare un feedback
nl_nl: Tekst om de gebruiker te laten weten dat hij feedback kan geven

source: Enable live progressbar
it_it: Attiva la barra di progressi live
nl_nl: Schakel de voortgangsbalk in

source: Show the current state of the user passing the quiz. It will be shown at the top of the quiz container.
it_it: Mostra lo stato attuale dell'utente che fa il quiz. Sarà mostrato in alto al box del quiz.
nl_nl: Toon de huidige status van de gebruiker die de quiz maakt. Dit wordt bovenaan de quizcontainer getoond.

source: Enable percent view
it_it: Attiva la visualizzazione in percentuale
nl_nl: Schakel procentoverzicht in

source: Show the progress bar by percentage
it_it: Mostra la barra di progresso in percentuale

source: Enable finish button
it_it: Attiva il pulsante Termina
nl_nl: Schakel de EInde-knop in

source: Allow user to finish the quiz early
it_it: Consente all'utente di terminare in anticipo il quiz

source: Enable clear answer button
it_it: Attiva il pulsante per cancellare le risposte
nl_nl: Schakel de de knop in om het antwoord te wissen

source: Allow user to clear the selected answer. Button will not be displayed if Show correct answers option is enabled.
it_it: Consente all'utente di cancellare le risposte selezionate. Non funziona se l'opzione "Mostra risposte corrette" è abilitata.
nl_nl: Sta de gebruiker toe een antwoord te wissen. Knop wordt niet getoond als "Toon correcte antwoorden" ingeschakeld is.

source: Enable next button
it_it: Attiva tasto Successiva
nl_nl: Schakel de knop 'Volgende' in

source: User can change the question forward manually. If you want to make the questions required just disable this option.
it_it: L'utente può passare alla prossima domanda manualmente. Se vuoi rendere la risposta obbligatoria, disattiva questa opzione.
nl_nl: Gebruiker kan handmatig naar de volgende vraag gaan. Schakel deze optie uit als je wilt dat alle vragen beantwoord moeten worden.

source: Enable previous button
it_it: Attiva tasto Precedente
nl_nl: Schakel knop 'Vorige' in

source: User can change the question backward manually
it_it: L'utente può tornare alla domanda precedente manualmente
nl_nl: Gebruiker kan handmatig een vraag terug gaan

source: Use arrows instead of buttons
it_it: Usa le frecce invece dei pulsanti
nl_nl: Gebruik pijlen in plaats van knoppen

source: Buttons will be replaced to icons.
it_it: I pulsanti saranno sostituiti dalle icone.
nl_nl: Knoppen worden vervangen door iconen.

source: Enable Timer
it_it: Attiva il timer
nl_nl: Stel een timer in

source: Show countdown time in the quiz. It will be automatically submitted if the time is over.
it_it: Mostra il conto alla rovescia nel quiz. Il quiz verrà inviato automaticamente quando il tempo è scaduto.
nl_nl: Toon de aflopende tijd van de quiz. De quiz wordt automatisch beëindigd als de tijd verstreken is.

source: Timer seconds
it_it: Secondi del timer
nl_nl: Timer seconden

source: Note!!
it_it: Nota!!

source: After timer finished countdowning, quiz will be submitted automatically.
it_it: Quando il conto alla rovescia termina , il quiz sarà inviato automaticamente.

source: Show timer in page tab
it_it: Mostra timer nella scheda della pagina
nl_nl: Toon de timer in de pagina
