Repository: thanaponsr/trigger_wp
Catalog: plugins/quiz-maker/languages/quiz-maker-*.po
Languages: it_it, nl_nl

source: You have not answered to this question
it_it: Non hai dato una risposta a questa domanda
nl_nl: Je hebt deze vraag niet beantwoord

source: Do you want to finish the quiz? Are you sure?
it_it: Desideri terminare il quiz? Sei sicuro?
nl_nl: Wil je de quiz beëindigen? Ben je er zeker van?

source: Sorry
it_it: Spiacenti

source: We are unable to store your data
it_it: Non riusciamo ad archiviare i tuoi dati

source: Connection is lost
it_it: La connessione è stata persa

source: Please check your connection and try again
it_it: Controlla la tua connessione e riprova

source: Select an answer
it_it: Scegli una risposta
nl_nl: Kies een antwoord

source: Share Dialog
it_it: Condividi il dialogo
nl_nl: Deel Dialoog

source: Quizzes
it_it: Quiz
nl_nl: Quizzen

source: Questions
it_it: Domande
nl_nl: Vragen

source: Quiz Categories
it_it: Categorie dei quiz
nl_nl: Quiz categoriën

source: Question Categories
it_it: Categorie delle domande
nl_nl: Vraag categoriën

source: Custom Fields
it_it: Campi personalizzati
nl_nl: Standaard velden

source: Orders
it_it: Ordini

source: Results
it_it: Risultati
nl_nl: Resultaten

source: Each
it_it: Ogni

source: General Settings
it_it: Impostazioni generali
nl_nl: Algemene instellingen

source: Featured Plugins
it_it: Plugin in evidenza
nl_nl: Extra plugins

source: Settings
it_it: Impostazioni
nl_nl: Instellingen

source: Quiz Attributes
it_it: Attributi del quiz

source: The quiz has expired!
it_it: Il quiz è scaduto!
nl_nl: De quiz is verlopen!

source: User Information
it_it: Informazioni utente
nl_nl: Gebruikersinformatie

source: User
it_it: Utente

source: Guest
it_it: Ospite
nl_nl: Gast

source: Name
it_it: Nome
nl_nl: Naam

source: Phone
it_it: Telefono
nl_nl: Telefoon

source: Checked
it_it: Selezionato

source: Quiz Information
it_it: Informazioni sul quiz
nl_nl: QUizinformatie

source: Rate
it_it: Valuta
nl_nl: Uitslag

source: Rate Score
it_it: Valutazione
nl_nl: In procenten

source: Review
it_it: Recensisci
nl_nl: Beoordeling

source: Start date
it_it: Data di inizio
nl_nl: Startdatum

source: Duration
it_it: Durata
nl_nl: Duur

source: Score
it_it: Punteggio

source: Question
it_it: Domanda
nl_nl: Vraag

source: Correct answer
it_it: Risposta corretta
nl_nl: Juist antwoord

source: User answered
it_it: L'utente ha risposto
nl_nl: Gebruikersantwoord

source: Succeed
it_it: Esito positivo
nl_nl: Geslaagd

source: Failed
it_it: Esito negativo
nl_nl: Niet gehaald

source: Answer point
it_it: Punti per la risposta
nl_nl: Antwoordpunt

source: User explanation for this question
it_it: Spiegazione dell'utente per questa domanda
nl_nl: Gebruikersuitleg voor deze vraag

source: No rate provided
it_it: Nessuna valutazione fornita
nl_nl: Geen uitslag toegekend

source: No review provided
it_it: Nessuna recensione fornita
nl_nl: Geen beoordeling toegveoegd

source: The user have not answered to this question.
it_it: L'utente non ha risposto a questa domanda.
nl_nl: De gebruiker heeft deze vraag niet beantwoord.

source: Quiz Maker
it_it: Creatore di quiz

source: Select Quiz
it_it: Scegli un quiz
nl_nl: Selecteer quiz

source: Category
it_it: Categoria
nl_nl: Categorie

source: Attribute
it_it: Attributo

source: Add New
it_it: Aggiungi nuovo
nl_nl: Nieuwe toevoegen

source: Edit
it_it: Modifica
nl_nl: Bewerk

source: If you love our plugin, please do big favor and rate us on
it_it: Se ti piace il nostro plugin, per cortesia lascia una valutazione
nl_nl: Als je deze plugin leuk vindt, geef ons dan a.u.b. een beoordeling

source: Add new field
it_it: Aggiungi un nuovo campo

source: Edit field
it_it: Modifica campo

source: The name of field. It will show up as a placeholder for text input.
it_it: Il nome del campo. Sarà mostrato come segnaposto nella casella di teso.

source: Unique identifier for the field. You can use it in the integrations to show the user’s answer for this field.
it_it: Identificativo univoco del campo. Puoi utilizzarlo nelle integrazioni per visualizzare la risposta dell'utente in questo campo.

source: Type
it_it: Tipo

source: Choose what kind of field to add from the mentioned list.
it_it: Scegli quale tipo di campo aggiungere dalla lista indicata.

source: Text
it_it: Testo
nl_nl: Tekst

source: Textarea
it_it: Area di testo

source: Number
it_it: Numero
nl_nl: Getal

source: Telephone
it_it: Telefono

source: Select
it_it: Selezione

source: Checkbox
it_it: Casella di spunta

source: Options
it_it: Opzioni

source: Please write your options separated by example: Red; Blue; Green
it_it: Scrivi le opzioni separatamente, ad esempio: Rosso; Blu; Verde

source: Attribute status
it_it: Stato dell'attributo

source: Choose whether the attribute is active or not. If you choose Unpublished option, the attribute won’t be shown anywhere.
it_it: Scegli se l'attributo deve essere attivato o disattivato. Se scegli l'opzione Non Pubblicato, l'attributo non sarà mostrato in nessun posto.

source: Published
it_it: Pubblicato
nl_nl: Gepubliceerd

source: Unpublished
it_it: Non Pubblicato
nl_nl: Niet gepubliceerd

source: Save and close
it_it: Salva e chiudi
nl_nl: Opslaan en afsluiten

source: Save
it_it: Salva
nl_nl: Opslaan

source: Please feel free to use our other awesome plugins!
it_it: Prova anche i nostri altri favolosi plugin!
nl_nl: Probeer ook onze andere plugins!

source: History of the users’ payments for passing the quiz.
it_it: Cronologia dei pagamenti dell'utente per il superamento del quiz.

source: Add Image
it_it: Aggiungi immagine
nl_nl: Voeg afbeelding toe

source: Add new question
it_it: Aggiungi una nuova domanda
nl_nl: Voeg een nieuwe vraag toe

source: Edit question
it_it: Modifica domanda
nl_nl: Bewerk vraag

source: Edit Image
it_it: Modifica immagine
nl_nl: Bewerk afbeelding

source: Radio
it_it: Pulsante a scelta singola

source: Checkbox( Multiple )
it_it: Caselle a scelta multipla
nl_nl: Checkbox(meervoudig)

source: Dropdown
it_it: Lista a comparsa
nl_nl: Uitklapmenu

source: Short Text
it_it: Testo breve
nl_nl: Korte tekst

source: Save and new
it_it: Salva e Nuovo
nl_nl: Opslaan en nieuwe vraag

source: General
it_it: Generale
nl_nl: Algemeen

source: Question type
it_it: Tipo di domanda
nl_nl: Soort vraag

source: Choose the type of question.
it_it: Scegli il tipo di domanda.
nl_nl: Kies de soort vraag.

source: Multiple choice question with one Correct answer.
it_it: Domanda a scelta multipla con una sola risposta corretta.
nl_nl: Multiple Choice vraag met één goed antwoord.

source: Multiple choice question with multiple Correct answers.
it_it: Domanda a scelta multipla con molteplici risposte corrette.
nl_nl: Multiple Choice vraag met meerdere goede antwoorden.

source: Multiple choice questions with one Correct answer, which will be displayed as Dropdown.
it_it: Domande a risposta multipla con una sola risposta corretta, che sarà mostrata come lista a comparsa.
nl_nl: Multiple Choice vraag met één goed antwoord, dat als uitklapmenu wordt getoond.

source: Answer
it_it: Risposta
nl_nl: Antwoord

source: Answers
it_it: Risposte
nl_nl: Antwoorden

source: Ordering
it_it: Ordinamento
nl_nl: Volgorde

source: Correct
it_it: Corretto
nl_nl: Juist

source: Weight/Point
it_it: Peso/Punti
nl_nl: Gewicht/Punt

source: Image
it_it: Immagine
nl_nl: Afbeelding

source: Delete
it_it: Cancella
nl_nl: Verwijder

source: Placeholder
it_it: Segnaposto
nl_nl: Plaeholder

source: Add
it_it: Aggiungi
nl_nl: Voeg toe

source: Use HTML for answers
it_it: Usa il codice HTML nelle risposte
nl_nl: Gebruik HTML in het antwoord

source: Allowed tags list
it_it: Lista dei tag consentiti
nl_nl: Toegstane lijst met 'tags'

source: Question weight
it_it: Peso della domanda
nl_nl: Gewicht van de vraag

source: Specify the weight of the question. It’s not connected with answers points. It will be multiplied with chosen answer weight (if you choose quiz calculation by points). The default value is 1.
it_it: Specifica il peso della domanda. Non è relativo ai punti delle risposte. Sarà moltiplicato con il peso scelto per la risposta (se scegli il calcolo del quiz tramite i punti). Il valore predefinito è 1.

source: Question category
it_it: Categoria della domanda
nl_nl: Categorie van de vraag

source: You can choose your desired category prepared in advance.
it_it: Puoi scegliere la categoria desiderata preparata in precedenza.
nl_nl: Je kunt de gewenste categorie kiezen die je vooraf hebt voorbereid.

source: Question status
it_it: Stato della domanda
nl_nl: Status van de vraag

source: Choose whether the question is active or not. If you choose Unpublished option, the question won’t be shown anywhere on your website.
it_it: Scegli se attivare o disattivare la domanda. Se scegli l'opzione Non Pubblicato, la domanda non sarà pubblicata in nessuna parte del tuo sito web.
nl_nl: Kies of de vraag actief is of niet. Kies je voor de optie 'Niet Gepubliceerd' dan wordt de vraag nergens op je website getoond.

source: Not influence to score
it_it: Non influisce sul punteggio
nl_nl: Geen invloed op de uistlag

source: If you enable this option, this question will not be counted in the final score.
it_it: Se attivi questa opzione, questa domanda non influirà sul punteggio finale.
nl_nl: Als je voor deze optie kiest, dan telt de vraag niet mee in de totale uitslag.

source: So this question will be just a Survey question.
it_it: Quindi sarà considerata una domanda di sondaggio.
nl_nl: Deze vraag is enkel een onderzoeksvraag.

source: There will not be correct/incorrect answers.
it_it: Non ci saranno risposte corrette/scorrette.
nl_nl: Er zijn geen juiste/foute atwoorden.

source: This is for just collecting data from users.
it_it: Servirà soltanto a raccogliere dati dall'utente.
nl_nl: Dit is enkel om informatie over de gebruikers te verzamelen.

source: Question Settings
it_it: Impostazioni domanda
nl_nl: Instellingen van de vragen

source: Question background image
it_it: Immagine di sfondo della domanda
nl_nl: Achtergrondafbeelding van de vraag

source: Background image of the container. You can choose different images for different questions.
it_it: Immagine di sfondo del contenitore. Puoi scegliere immagini diverse per domande diverse.

source: User answer explanation
it_it: Spiegazione della risposta dell'utente
nl_nl: Uitleg antwoord aan de gebruiker

source: The users can write an explanation for their answers.
it_it: L'utente può scrivere una motivazione per le sue risposte.

source: Enabled
it_it: Attiva
nl_nl: Geactiveerd

source: Disabled
it_it: Disattiva
nl_nl: Gedeactiveerd

source: Question hint
it_it: Suggerimento domanda
nl_nl: Aanwijzing voor de vraag

source: Add extra information that can help users about the question.
it_it: Aggiungi informazioni aggiuntive per aiutare gli utenti sulla domanda.
nl_nl: Voeg extra informatie toe, die de gebruiker kan helpen om de vraag te beantwoorden.

source: Question explanation
it_it: Spiegazione della domanda
nl_nl: Uitleg van de vraag

source: Provide descriptive or informative text about the question.
it_it: Fornisci del testo informativo e descrittivo per la domanda.
nl_nl: Geef een omschrijving of meer informatie over de vraag.

source: Text In case of wrong answer
it_it: Testo da mostrare in caso di risposta errata

source: only for radio type
it_it: solo per il pulsante a scelta singola
nl_nl: enkel voor het type 'Radio'

source: You can write text which will be shown in case of the wrong answer. It doesn’t work when you chose Quiz calculation option By Weight/points from Quiz Settings.
it_it: Puoi scrivere del testo che sarà mostrato in caso di risposta errata. Non funziona quando scegli l'opzione per il calcolo del quiz in base al Peso/Punti dalle impostazioni del quiz.
nl_nl: Vul de tekst in die getoond wordt bij een fout antwoord. Dit werkt niet als je gekozen hebt voor de optie 'Gewicht/Punten' bij de berekening van de uitslag ((Instellingen Quiz).

source: Text In case of right answer
it_it: Testo da mostrare in caso di risposta corretta

source: You can write text which will be shown in case of right answer. It doesn’t work when you chose Quiz calculation option By Weight/points from Quiz Settings.
it_it: Puoi scrivere il testo che sarà mostrato in caso di risposta corretta. Non funziona quando scegli l'opzione per il calcolo del quiz in base al Peso/Punti dalle impostazioni del quiz.
nl_nl: Vul de tekst in die getoond wordt bij een juist antwoord. Dit werkt niet als je gekozen hebt voor de optie 'Gewicht/Punten' bij de berekening van de uitslag ((Instellingen Quiz).

source: Add new category
it_it: Aggiungi una nuova categoria
nl_nl: Voeg een nieuwe categorie toe

source: Edit category
it_it: Modifica la categoria
nl_nl: Bewerk categorie

source: Title
it_it: Titolo
nl_nl: Titel

source: Title of the question category
it_it: Titolo della categoria di domande
nl_nl: Titel van de vragencategorie

source: Description
it_it: Descrizione
nl_nl: Omschrijving

source: Provide more information about the question category
it_it: Fornisci informazioni aggiuntive sulla categoria di domande
nl_nl: Geef meer informatie over de vraag

source: Category status
it_it: Stato della categoria
nl_nl: Status van de categorie

source: Choose whether the question category is active or not. If you choose Unpublished option, the question category won’t be shown anywhere on your website
it_it: Scegli se attivare o disattivare la categoria. Se scegli l'opzione Non Pubblicato, la categoria di domande non sarà mostrata in nessuna parte del tuo sito web
nl_nl: Kies of de vraag actief is of niet. Kies je voor de optie 'Niet Gepubliceerd' dan wordt de vraag nergens op je website getoond

source: For import XLS file your version of PHP must be over than 5.5.
it_it: Per importare il file XLS la versione di PHP deve essere maggiore di 5.5.

source: Example
it_it: Esempio
nl_nl: Voorbeeld

source: Export to
it_it: Esporta

source: Import
it_it: Importa

source: If you have questions in a .csv, .xlsx or .json format, you may add it by uploading it here.
it_it: Se hai domande in formato .csv, .xlsx o .json, puoi importarle caricandole qui.

source: Import file
it_it: Importa file

source: Upload now
it_it: Carica ora

source: Build your quiz in a few minutes
it_it: Crea il tuo quiz in pochi minuti
nl_nl: Maak een quiz in slechts enkele minuten

source: Simple step by step
it_it: Semplice passo-passo
nl_nl: Eenvoudig, stap voor stap

source: Create questions
it_it: Crea domande
nl_nl: Maak vragen

source: here
it_it: qui
nl_nl: hier

source: Create a quiz
it_it: Crea un quiz
nl_nl: Maak een quiz

source: and add questions to it.
it_it: e aggiungi domande.
nl_nl: en voeg er vragen aan toe.

source: Copy and paste quiz shortcode into your post/page.
it_it: Copia e incolla lo shortcode del quiz nel tuo post/pagina.
nl_nl: Kopieer en plak de shortcode van de quiz in je pagina of posting.

source: Build your quiz in few seconds
it_it: Crea il tuo quiz in pochi secondi
nl_nl: Maak een quiz in slechts enkele minuten

source: Quiz Title
it_it: Titolo del quiz
nl_nl: Titel van de quiz

source: Question Default Title
it_it: Titolo predefinito delle domande
nl_nl: Standaard titel van de vraag

source: Submit
it_it: Invia
nl_nl: Verzend

source: Quick Quiz
it_it: Quiz rapido
nl_nl: SNelle quiz

source: Attributes
it_it: Attributi
nl_nl: Attributen

source: Title of the category
it_it: Titolo della categoria
nl_nl: Titel van de categorie

source: Provide more information about the quiz category
it_it: Fornisci maggiori informazioni sulla categoria del quiz
nl_nl: Geef meer informatie over de quizcategorie

source: Choose whether the quiz category is active or not. If you choose Unpublished option, the quiz category won’t be shown anywhere on your website.
it_it: Scegli se attivare o disattivare la categoria. Se scegli l'opzione Non Pubblicato, la categoria di quiz non sarà mostrata in nessuna parte del suo sito web.
nl_nl: Kies of de vraag actief is of niet. Kies je voor de optie 'Niet Gepubliceerd' dan wordt de vraag nergens op je website getoond.

source: Add new quiz
it_it: Aggiungi un nuovo quiz
nl_nl: Voeg nieuwe quiz toe

source: Edit quiz
it_it: Modifica quiz
nl_nl: Bewerk quiz

source: There are no lists
it_it: Non ci sono liste

source: There are no conversations
it_it: Non ci sono conversazioni

source: There are no automations
it_it: Non ci sono automazioni

source: Please click the stars to rate the quiz
it_it: Clicca le stelle per valutare il quiz
nl_nl: Waardeer de quiz met een aantal sterren

source: Shortcode text for editor
it_it: Testo shortcode per l'editor
nl_nl: Shortcode tekst voor de bewerker

source: To insert the Quiz into a page, post or text widget, copy shortcode
it_it: Per inserire il quiz in una pagina, un posto o nel widget di testo, copia lo shortcode
nl_nl: Kopieer de shortcode om je quiz op een pagina of in een post te plaatsen

source: and paste it at the desired place in the editor.
it_it: e incollalo nel posto desiderato nell'editor.
nl_nl: en plak deze op de gewenste locatie.

source: Styles
it_it: Stili
nl_nl: Stijlen

source: Results Settings
it_it: Impostazioni risultati
nl_nl: Instellingen resultaten

source: Limitation Users
it_it: Limitazioni per gli utenti
nl_nl: Gebruikersbeperkingen

source: User Data
it_it: Dati degli utenti
nl_nl: Gebruikersgegevens

source: E-Mail, Certificate
it_it: Email, certificato
nl_nl: E-mail, cerificaat

source: Integrations
it_it: Integrazioni
nl_nl: Integraties

source: Title of the quiz
it_it: Titolo del quiz
nl_nl: Titel van de quiz

source: Quiz image
it_it: Immagine del quiz

source: Add image to the starting page of the quiz
it_it: Aggiungi un'immagine per la parte iniziale del quiz
nl_nl: Voeg een afbeelding toe aan de startpagina van de quiz

source: Provide more information about the quiz. You can choose whether to show it or not in the front end in the “Settings” tab.
it_it: Fornisci maggiori informazioni sul quiz. Puoi decidere se mostrarle o no sul frontend nella tabella Impostazioni.

source: Quiz category
it_it: Categoria quiz
nl_nl: Quiz categorie

source: Category of the quiz. For making a category please visit Quiz Categories page from left navbar
it_it: La categoria del quiz. Per creare una categoria visita la pagina Categorie Quiz dal menu a sinistra

source: Quiz status
it_it: Stato del quiz
nl_nl: Status van de quiz

source: Choose whether the quiz is active or not.If you choose Unpublished option, the quiz won’t be shown anywhere in your website (You don’t need to remove shortcodes).
it_it: Scegli se attivare o disattivare il quiz. Se scegli l'opzione Non Pubblicato, il quiz non sarà mostrato in nessuna parte del tuo sito web (non è necessario rimuovere gli shortcode).

source: Create post for quiz
it_it: Crea un post per il quiz

source: A new WordPress post will be created automatically and will include the shortcode of this quiz. This function will be executed only once. You can find this post on Posts page, which will have the same title as the quiz. The image of the quiz will be the featured image of the post.
it_it: Un nuovo post sarà creato automaticamente e includerà lo shortcode del quiz. Questa funzione sarà eseguita solo una volta. Puoi trovare il post nella pagina dei Post, ed avrà lo stesso titolo del quiz. L'immagine del quiz sarà l'immagine in evidenza del post.

source: Choose Post Categories
it_it: Scegli le categorie del post

source: You can choose one or several categories. These categories are WordPress default post categories. There is no connection with quiz categories.
it_it: Puoi scegliere una o più categorie. Queste sono le categorie di default di WordPress. Non c'è relazione con le categorie del quiz.

source: WP Post
it_it: Post WP

source: Via these two links you can see the connected post in front end and make changes in the dashboard.
it_it: Tramite questi due link puoi vedere i post connessi sul frontend e fare delle modifiche dalla dashboard.

source: Add questions
it_it: Aggiungi domande
nl_nl: Voeg vragen toe

source: For adding questions to the quiz you need to make questions first from the “Questions page” in the left navbar. After popup’s opening, you can filter and select your prepared questions for this quiz.
it_it: Per aggiungere domande al quiz hai bisogno di creare prima le domande nella "Pagina delle domande" nel menu a sinistra. Dopo l'apertura del pop-up puoi filtrare e selezionare le domande che hai preparato per questo quiz.
nl_nl: Om vragen aan een quiz toe te voegen, dien je eerst vragen aan te maken. Klik aan de linkerkant van het scherm op 'Vragenpagina'. NAdatde popup opent, kun je vragen voor je quiz selecteren en/of filteren.

source: The ordering of the questions will be the same as you chose. Also, you can reorder them after selection. There are no limitations for questions quantity.
it_it: L'ordinamento delle domande sarà lo stesso che hai scelto. Inoltre, puoi riordinarle dopo la selezione. Non c'è limite per la quantità di domande.
nl_nl: De volgorde van de vragen is hetzelfde als waar je voor gekozen hebt. Ook kan je de volgorde na de selecte nog veranderen. Er is geen beperking aan het aantal vragen van een quiz.

source: items
it_it: elementi

source: Select All
it_it: Seleziona tutto
nl_nl: Selecteer alles

source: There are no questions yet.
it_it: Non ci sono ancora domande.
nl_nl: Er zijn nog geen vragen.

source: Create question
it_it: Crea domanda
nl_nl: Stel de quiz samen

source: Quiz Styles
it_it: Stili del quiz
nl_nl: Stijlen voor de quiz

source: Quiz Theme
it_it: Tema del quiz
nl_nl: Thema van de quiz

source: You can choose your preferred template and customize it with options below Elegant Dark, Elegant Light, Classic Dark, Classic Light, Rect Dark, Rect Light, Modern Light and Modern Dark
it_it: Puoi scegliere il tuo template preferito e modificarlo con le opzioni seguenti, Elegant Dark, Elegant Light, Classic Dark, Classic Light, Rect Dark, Rect Light, Modern Light e Modern Dark

source: Animation effect
it_it: Effetti animazione
nl_nl: Animatie effect

source: Animation effect of transition between questions.
it_it: Effetti di animazione sulla transizione delle domande.

source: Animate!
it_it: Rendi animato!

source: Quiz Color
it_it: Colore del quiz
nl_nl: Kleur van de quiz

source: Colors of the quiz main attributes(buttons, hover effect, progress bar, etc.)
it_it: Colori degli attributi del quiz (pulsanti, effetti hover, barra di progresso, ecc.)

source: Quiz Background Color
it_it: Colore sfondo del quiz
nl_nl: Achtergrondkleur van de quiz

source: Background color of the quiz box. You can also choose the opacity(alfa) level on the right side
it_it: Colore di sfondo del contenitore del quiz. Puoi anche scegliere l'opacità (alfa) sul lato destro

source: Text Color
it_it: Colore del testo
nl_nl: Tekst kleur

source: Specify the text color inside the quiz and questions. It affects all kinds of texts and icons, including buttons.
it_it: Scegli il colore del testo del quiz e delle domande. Influisce anche sul testo di icone e pulsanti.
nl_nl: Geef de tekstkleur aan binnen de quiz en zijn vragen. Het heeft betrekking op alle soorten tekst, iconen en knoppen.

source: Quiz width
it_it: Larghezza del quiz
nl_nl: Breedte van de quiz

source: Quiz container width in pixels.Set it 0 or leave it blank for making a quiz with 100% width. It accepts only numeric values.
it_it: La larghezza del contenitore del quiz in pixel. Impostala a 0 o lascia vuoto per avere un quiz col 100% della larghezza. Accetta solo valori numerici.

source: For 100% leave blank
it_it: Per avere il 100% lasciare vuoto
nl_nl: Leeglaten voor 100%

source: Quiz max-width for mobile
it_it: Larghezza massima del quiz su cellulari
nl_nl: Maximale breedte van de quiz op een mobiel
